Repository: Eceakinci/pomodoro-tracker-locales
Catalog: */LC_MESSAGES/messages.po
Languages: ar, de, el, id, kk, nl, pl, pt, uk, vi

source: Sign in with %(provider)s
ar: تسجيل الدخول باستخدام %(provider)s
de: Melden Sie sich mit %(provider)s
el: Συνδεθείτε με το %(provider)s
id: Login menggunakan %(provider)s
kk: %(provider)s арқылы кіріңіз
nl: Log in met %(provider)s
pl: Zaloguj się za pomocą %(provider)s
pt: Faça login com %(provider)s
uk: Увійдіть за допомогою %(provider)s
vi: Đăng nhập bằng %(provider)s

source: %1$s left
ar: %1$s اليسار
de: %1$s übrig
el: %1$s Απομείνη
id: %1$s tersisa
kk: %1$s қалды
nl: %1$s over
pl: pozostało: %1$s
pt: faltam %1$s
uk: залишилось %1$s

source: %1$s paused.
ar: %1$s متوقف.
de: %1$s pausiert.
el: %1$s παύσης.
id: %1$s dijeda.
kk: %1$s кідіртілді.
nl: %1$s gepauzeerd.
pl: %1$s wstrzymany.
pt: %1$s pausado.
uk: %1$s призупинено.

source: %1$s started:
ar: %1$s بدأت:
de: %1$s gestartet:
el: %1$s ξεκίνησε:
id: %1$s dimulai:
kk: %1$s басталды:
nl: %1$s begonnen:
pl: %1$s rozpoczęła się:
pt: %1$s começado:
uk: %1$s розпочато:

source: %1$s stopped:
ar: %1$s توقفت:
de: %1$s gestoppt:
el: %1$s σταμάτησε:
id: %1$s dihentikan:
kk: %1$s тоқтады:
nl: %1$s gestopt:
pl: %1$s zatrzymany:
pt: %1$s parado:
uk: %1$s зупинено:

source: %1$s tasks were imported
ar: استوردت عدد %1$ من السجلات
de: %1$s aufgaben wurden importiert
id: %1$s tugas diimpor
kk: %1$s тапсырма импортталды
nl: %1$s taken werden geïmporteerd
pl: Ilość zaimportowanych zadań: %1$s
pt: Foram importados %1$s tarefas
uk: Було імпортовано завдань: %1$s

source: %s here's your Daily report for %s
ar: %s ها هو تقريرك اليومي من اجل %s
de: %s hier ist Ihr täglicher Bericht für %s
el: %s ορίστε η καθημερινή σου αναφορά για %s
id: %s berikut laporan harian anda untuk %s
kk: %s, %s арналған репорт
nl: %s hier is uw dagelijkse rapportage voor %s
pl: %s Twój dzienny raport dla %s
pt: %s aqui está o seu relatório diário para %s
uk: %s, ваш щоденний звіт за %s

source: A random message will be chosen if there are multiple.
ar: سيتم اختيار رسالة عشوائية إذا كان هناك متعددة.
de: Bei mehreren Nachrichten wird eine zufällige Nachricht ausgewählt.
el: Ένα τυχαίο μήνυμα θα επιλεγεί εάν υπάρχουν πολλαπλά.
id: Pesan acak akan dipilih jika terdapat lebih dari satu pesan.
kk: Кездейсоқ хабар бірнеше болса таңдалады.
nl: Een willekeurig bericht wordt gekozen als er meerdere zijn.
pl: Pokażemy tylko jedną, losową wiadomość.
pt: Uma mensagem aleatória será escolhida se houver várias.
uk: Вибрано випадкове повідомлення, якщо їх буде кілька.
vi: Một tin nhắn ngẫu nhiên sẽ được chọn nếu có nhiều.

source: Activities
ar: النشاطات
de: Aktivitäten
el: Δραστηριότητες
id: Aktivitas
kk: іС
nl: Activiteiten
pl: Aktywność
pt: Atividades
uk: Вибране
vi: Hoạt động

source: Activities list is updated
ar: تم تحديث قائمة الأنشطة
de: Die Aktivitätenliste wird aktualisiert
el: Η λίστα δραστηριοτήτων ενημερώνεται
id: Daftar aktivitas diperbarui
kk: Іс-шаралар тізімі жаңартылды
nl: De activiteitenlijst wordt bijgewerkt
pl: Lista działań zostanie zaktualizowana
pt: A lista de atividades é atualizada
uk: Список заходів оновлюється
vi: Danh sách hoạt động được cập nhật

source: Activity by days
ar: النشاطات على حسب الايام
de: Aktivität nach Tagen
el: Δραστηριότητα ανα μέρες
id: Aktivitas berdasarkan hari
kk: Күндер бойынша іСтер
nl: Activiteit per dag
pl: Aktywność według dnia
pt: Atividade por dias
uk: Активність за днями
vi: Hoạt động theo ngày

source: Activity by months
ar: النشاطات على حسب الشهور
de: Aktivität nach Monaten
el: Δραστηριότητα ανα μήνες
id: Aktivitas berdasarkan bulan
kk: Айлар бойынша іCтер
nl: Activiteit per maand
pl: Aktywność według miesiąca
pt: Atividade por meses
uk: Активність за місяцями
vi: Hoạt động theo tháng

source: Activity by weeks
ar: النشاطات على حسب الاسابيع
de: Aktivität nach Wochen
el: Δραστηριότητα ανα εβδομάδες
id: Aktivitas berdasarkan pekan
kk: Апта бойынша іСтер
nl: Activiteit per week
pl: Aktywność według tygodna
pt: Atividade por semanas
uk: Активність за тижнями
vi: Hoạt động theo tuần

source: Add
ar: إضافة
de: Hinzufügen
el: Πρόσθεσε
id: Tambah
kk: Қосу
nl: Voeg
pl: Dodaj
pt: Adicionar
uk: Додати
vi: Thêm

source: Add TODO
ar: اضافة عمل مطلوب انجازه
de: TODO hinzufügen
el: Πρόσθεσε TODO
id: Tambah TODO
kk: TODO қосу
nl: Aan TODO toevoegen
pl: Dodaj zadanie
pt: Adicionar à lista PARA FAZER
uk: Запланувати
vi: Thêm vào TODO

source: Add category
ar: أضف تصنيف
de: Kategorie hinzufügen
el: Πρόσθεσε κατηγορία
id: Tambah kategori
kk: Қосу
nl: Voeg categorie toe
pl: Dodaj kategorię
pt: Adicionar categoria
uk: Додати категорію
vi: Thêm danh mục

source: Add more
ar: أضف المزيد
de: Mehr hinzufügen
el: Πρόσθεσε και άλλα
id: Tambah lagi
kk: Тағы бірбәле қосу
nl: Meer toevoegen
pl: Dodaj kolejne Pomodoro
pt: Adicionar mais
uk: Додати більше
vi: Thêm nhiều hơn

source: Add new tasks to the top
ar: اضف مهام جديدة للأعلي
de: Füge neue Aufgaben an der Spitze hinzu
el: Πρόσθεσε νέες ασχολίες στην κορυφή
id: Tambahkan tugas baru ke atas
kk: Жоғарғыға жаңа тапсырмаларды қосыңыз
nl: Voeg nieuwe taken toe aan de top
pl: Umieść nowe zadania na górze listy
pt: Adicione novas tarefas ao topo
uk: Додавати нові завдання на початок списку
vi: Thêm nhiệm vụ mới lên hàng đầu

source: Alleviate anxiety linked to beginning
ar: تخفيف القليل المرتبط بالبدايات
de: Angstzustände vermeiden
el: Ανακούφιση άγχους συνδεδεμένο με το ξεκίνημα
id: Mengurangi kecemasan saat memulai tugas baru
kk: Жұмыс бастауды жеңілдету
nl: Onrust die te maken heeft met „beginnen” verlichten
pl: Złagodzić uczucie niepokoju towarzyszące rozpoczynaniu nowego zadania
pt: Alivío da ansiedade ligada a algo que está por vir
uk: Полегшити бентежність перед початком роботи

source: Application
ar: تطبيق
de: Anwendung
el: Εφαρμογή
id: Aplikasi
kk: Қосымша іші
nl: Applicatie
pl: Aplikacja
pt: Aplicação
uk: Додаток
vi: Ứng dụng

source: Ask for the permission
ar: اطلب الإذن
de: Bitte um Erlaubnis
el: ζητήστε την άδεια
id: Minta izin
kk: Рұқсат сұраңыз
nl: Vraag toestemming
pl: Poproś o pozwolenie
pt: Peça a permissão
uk: Попросіть дозволу
vi: Yêu cầu sự cho phép

source: At the beginning of each day select the tasks you need to complete and put them on the TODO list above.
ar: مع بداية كل يوم حدد المهام المراد انجازها و .ضعهم فى قائمة المهام التالية.
el: Στην αρχή καθε μέρας διάλεξε της ασχολίες που χρειάζεται να ολοκληρώσης και βάλτες στην λίστα TODO παραπάνω.
id: Pilih tugas yang perlu untuk anda selesaikan sekarang, kemudian letakkan pada daftar TODO diatas.
kk: Әр күн басында мінлетті түрде керек іСтерді таңдап алып,жоғарыдағы TODO тізіміне қосып қойыңыз
nl: Aan het begin van elke dag selecteert u de taken die nodig zijn om af te ronden, en zet u ze op de TODO-lijst hierboven.
pl: Zacznij dzień od wybrania zadań i umieść je na liście.
pt: A cada inicío de dia, selecione as tarefas que você precisa completar e as coloque na lista de TAREFAS, logo abaixo:
uk: На початку кожного дня вибирайте завдання й заносьте їх у список планування вище
vi: Vào thời điểm bắt đầu của mỗi ngày, hãy chọn những việc bạn cần hoàn thành và thêm chúng vào danh sách TODO bên trên.

source: Auto start breaks
ar: شغل الإستراحة تلقائيا
de: Autostart Pausen
el: Αυτόματο ξεκίνημα διάλειμματων
id: Mulai istirahat secara otomatis
kk: Авто-үзіліс
nl: Start pauzes automatisch
pl: Automatycznie zacznij przerwę
pt: Iniciar automaticamente as pausas
uk: Автостарт перерв
vi: Tự động bắt đầu thời gian nghỉ

source: Auto start pomodoros
ar: شغل بمودورو تلقائيا
el: Αυτόματο ξεκίνημα των πομοντόρο
id: Mulai pomodoro secara otomatis
kk: Автоматты қызанақ
nl: Start pomodori automatisch
pl: Automatycznie zacznij kolejne Pomodoro
pt: Iniciar automaticamente os pomodoros
uk: Автостарт Помідорів
vi: Tự động bắt đầu các Pomodoros

source: Block screen on breaks
ar: احجز الشاشة فى فترات الراحة
de: Bildschirm in Pausen sperren
el: Αποκλεισμός οθόνης στα διαλείμματα
id: Blokir layar ketika beristirahat
kk: Үзіліс кезінде экранды блоктау
nl: Scherm blokkeren bij pauzes
pl: Blokuj ekran przy przerwach
pt: Bloquear tela em intervalos
uk: Блокувати екран під час перерв

source: Bolster the determination to achieve your goals
ar: تعزيز العزم لتحقيق اهدافك
de: Die eigene Beständigkeit fördern um persönliche Ziele zu erreichen
el: Υποστήρηξε την αποφασιστικότητα σου για να καταφέρεις τους στόχους σου
id: Mendukung tekad untuk mencapai tujuan anda
kk: Қойылған мақсатты анық қылып ұстау
nl: De vastberadenheid om doelen te bereiken versterken
pl: Podtrzymać determinację do osiągania wyznaczonych sobie celów
pt: Impulso ainda maior em sua determinação em alcançar seus objetivos
uk: Сприяти визначеності для досягнення ваших цілей

source: Boost motivation and keep it constant
ar: زيادة التحفيز و ابقاءه ثابت
de: Motivation erhöhen und aufrechterhalten
el: Ενίσχυση ώθησης να το κρατήσεις συνεχής
id: Mendorong motivasi dan menjaga agar tetap konstan
kk: Мотивацияны еселеп, тұрақты деңгейде ұстау
nl: Motivatie verhogen en constant houden
pl: Poprawić motywację i utrzymywać ją
pt: Impulsionar sua motivação e mantê-la constante
uk: Посилити й підтримувати мотивацію

source: Break is over
ar: الأستراحة انتهت.
de: Die Pause ist vorbei
el: Το Διάλειμμα τελείωσε
id: Istirahat telah usai
kk: Үзіліс аяқталды
nl: Pauze is voobij
pl: Koniec przerwy
pt: Pausa acabou
uk: Перерву закінчено
vi: Nghỉ đã hết

source: Categories
ar: التصنيفات
de: Kategorien
el: Κατηγορίες
id: Daftar kategori
kk: Категория
nl: Categorieën
pl: Kategorie
pt: Categorias
uk: Категорії
vi: Các danh mục

source: Changes saved
ar: تم حفظ التغيرات
de: Änderungen gespeichert
el: Η Αλλαγές αποθηκεύτηκαν
id: Perubahan disimpan
kk: Сақталды
nl: Wijzigingen opgeslagen
pl: Zmiany zapisane
pt: Mudanças salvas
uk: Зміни збережено
vi: Thay đổi đã được lưu

source: Clear DONE history once per day
ar: امسح السجل المنتهي مرة يوميا
de: Löschen Sie die DONE-Historie einmal am Tag
el: Καθάρισε την ολοκληρωμένη ιστορία μια φορά την ημέρα
id: Bersihkan riwayat DONE sekali setiap hari
kk: Күніне бір рет тазарту
nl: Verwijder DONE-geschiedenis eenmaal per dag
pl: Wyczyść listę wykonanych zadań raz dziennie
pt: Excluir o histórico feito uma vez por dia
uk: Очищувати історію завдань раз на день
vi: Xoá lịch sử HOÀN THÀNH một lần mỗi ngày

source: Clear the list
ar: مسح القائمة
de: Lösche die Liste
el: Καθάρισε την λίστα
id: Bersihkan
kk: Тізімді тазалау
nl: Lijst leegmaken
pl: Wyczyść listę
pt: Limpe a lista
uk: Очистити список
vi: Xoá danh sách

source: Click on a number to add more.
ar: إضغط على الرقم لإضافة المزيد
de: Klick auf eine Nummer um mehr hinzuzufügen.
el: Κανε κλικ σε εναν αριθμό να βάλεις εξτρά.
id: Klik pada angka untuk menambahkan lagi
kk: Тағы қосу үшін санға басыңыз
nl: Klik op een nummer om meer toe te voegen.
pl: Naciśnij na numer by dodać więcej Pomodoro w ramach wybranego zadania.
pt: Clique em um número para adicionar mais.
uk: Клацніть на число, щоб додати більше.
vi: Nhấn chuột vào con số để thêm

source: Click to open menu
ar: إضغط لفتح القائمة
de: Menü öffnen
el: Κανε κλικ για να άνοιξης το μενού
id: Klik untuk membuka menu
kk: Aшық мәзір
nl: Open menu
pl: Otwórz menu
pt: Menu aberto
uk: Відкрити меню
vi: Mở thực đơn

source: Click/tap to edit items.
ar: إضغط لتعديل العناصر
de: Klick/tap um Eintrag zu bearbeiten.
el: Κανε κλικ/πάτα για επεξεργασία των αντικειμένων.
id: Klik/tekan untuk mengedit item
kk: Өңдеу үшін басу
nl: Klik/tap om items te bewerken.
pl: Naciśnij na zadanie by je edytować.
pt: Clique duplo para editar os itens.
uk: Клацніть/натисніть для редагування позицій.
vi: Nhấn chọn để chỉnh sửa

source: Close
ar: إغلاق
de: Schließen
el: Κλείσε
id: Tutup
kk: Жабу
nl: Sluiten
pl: Zamknij
pt: Fechar
uk: Закрити
vi: Thoát

source: Code
ar: كود
el: Κωδικός
id: Kode
kk: Код
pl: Kod
pt: Código
uk: Код
vi: Mã

source: Color Theme
ar: لون الهيئة
de: Farbthema
el: Χρώμα Θέματος
id: Tampilan warna
kk: Безендіру
nl: Thema
pl: Motyw
pt: Tema de cores
uk: Колірна схема

source: Configure
ar: تهيئة
de: Konfigurieren
id: Atur
kk: Шұқылау
nl: Instellingen
pl: Konfiguruj
pt: Configurar
uk: Налаштувати
vi: Cấu hình

source: Congratulations!
ar: تهانينا!
de: Herzliche Glückwünsche!
el: Συγχαρητήρια!
id: Selamat!
kk: Бәрекелді!
nl: Gefeliciteerd!
pl: Gratulacje!
pt: Parabéns!
uk: Вітання!
vi: Chúc mừng!

source: Connect
ar: توصيل
de: Verbinden
el: Συνδέσου
id: Hubungkan
kk: Қосылу
nl: Verbinden
pl: Połącz
pt: Ligar
uk: Підключити
vi: Kết nối

source: Copy to %1$s
ar: نسخ إلى %1$s
de: In %1$s kopieren
el: Αντιγραφή στο %1$s
id: Salin ke %1$s
kk: %1$s-ге көшіру
nl: Kopieer naar %1$s
pl: Skopiuj do %1$s
pt: Copiar para %1$s
uk: Скопіюйте на %1$s
vi: Sao chép vào %1$s

source: Create
ar: أنشيء
de: Erstellen
el: Δημιούργησε
id: Buat
kk: Қосу
nl: Maak
pl: Stwórz
pt: Criar
uk: Створити
vi: Tạo

source: Create a category
ar: أنشيء تصنيف
de: Kategorie hinzufügen
el: Δημιούργησε μια Κατηγόρια
id: Buat kategori
kk: Жаңа категория
nl: Maak een categorie
pl: Stwórz kategorię
pt: Criar uma categoria
uk: Створити категорію
vi: Tạo một danh mục

source: Daily Goal
ar: الهدف اليومي
de: Tagesziel
el: Καθημερινός Στόχος
id: Tujuan Harian
kk: Күн мақсаты
nl: Dagelijks doel
pl: Cel dnia (w pomodoro)
pt: Objetivo Diário
uk: Ціль на день
vi: Mục tiêu hằng ngày

source: Daily Goal Completed.
ar: تم الإنتهاء من الهدف اليومي.
de: Tagesziel abgeschlossen.
el: Καθημερινός Στόχος Επιτευχθεί
id: Tujuan Harian Diselesaikan.
kk: Күн мақсаты орындалды
nl: Dagelijks doel behaald.
pl: Osiągnieto cel dnia.
pt: Meta diária concluída.
uk: Ціль на день виконано.
vi: Mục tiêu hằng ngày đã hoàn thành.

source: Date format
ar: شكل التاريخ
de: Datumsformat
el: Μορφή Ημερομηνίας
id: Format tanggal
kk: Күн форматы
nl: Datumformaat
pl: Format daty
pt: Formato da data
uk: Формат дати
vi: Định dạng ngày

source: Disconnect
ar: فك توصيل
de: Trennen
el: Αποσύνδεση
id: Putus Hubungan
kk: Ажырау
nl: Verbinding verbreken
pl: Rozłącz
pt: Desligar
uk: Відключити
vi: Mất kết nối

source: Don`t start next pomodoro if TODO is empty
ar: لا تبدأ بمودورو قادمة إذا كانت قائمة المهام فارغة
de: Starte nicht den nächsten Pomodoro wenn TODO-Liste leer ist
el: Μην ξεκινήσεις το επόμενο πομοντόρο αμα το TODO είναι άδειο
id: Jangan mulai pomodoro selanjutnya jika TODO kosong
kk: TODO тізімі бос болса, келесі қызанақты бастамау
nl: Start de volgende pomodoro niet als de TODO-lijst leeg is
pl: Nie zaczynaj kolejnego pomodoro jeżeli lista zadań jest pusta
pt: Não comece próximo pomodoro se TODO estiver vazio
uk: Не починати наступний Помідор, якщо список завдань пустий
vi: Không bắt đầu pomorodo tiếp theo nếu danh sách TODO trống

source: Drag&Drop/Touch to sort items.
ar: سحب&جر/لمس لترتيب العناصر
de: Drag&Drop/Touch um Einträge zu sortieren
el: Σύρε&Άφησε/Ακούμπα για να ταξινομήσεις τα αντικείμενα.
id: Drag & Drop atau Sentuh untuk mengurutkan item.
kk: Іріктеу үшін қозғаңыз
nl: Sleep om te sorteren.
pl: Przeciągaj elementy by je układać.
pt: Arraste e Solte para ordená-los.
uk: Перетягуйте для сортування
vi: Kéo và thả / Chạm để sắp xếp các mục

source: Due
id: Jatuh tempo
pl: Termin

source: Edit
ar: عدل
de: Bearbeiten
el: Επεξεργασία
kk: Өңдеу
nl: Bewerken
pl: Edytuj
pt: Editar
uk: Редагувати
vi: Chỉnh sửa

source: Enable Browser Alerts
ar: شغل تنبيهات المتصفح
de: Aktiviere Browser-Benachrichtigungen
el: Ενεργοποίησε Ειδοποιήσεις Λογισμικού Πλοήγησης
id: Aktifkan Notifikasi Browser
kk: Шағын терезе күйінде
nl: Activeer browser-alerts
pl: Włącz powiadomienia przeglądarki
pt: Ativar alertas no navegador
uk: Увімкнути спливні вікна
vi: Bật Thông báo Trình duyệt

source: Enable Desktop Notifications
ar: شغل إشعارات الويب
de: Aktiviere Desktop-Benachrichtigungen
el: Ενεργοποίησε Ειδοποιήσεις Ιστοσελιδας
id: Aktifkan Notifikasi Desktop
kk: Desktop-хабарлама
nl: Activeer Desktop-notificaties
pl: Włącz powiadomienia systemowe
pt: Ativar notificações Desktop
uk: Увімкнути сповіщення в системі
vi: Bật Thông báo Desktop

source: Enable Notifications
ar: تمكين الإخطارات
de: Aktiviere Benachrichtigungen
el: Ενεργοποίηση ειδοποιήσεων
id: Aktifkan Notifikasi
kk: Хабарландыруларды қосыңыз
nl: Activeer notificaties
pl: Włącz powiadomienia
pt: Ativar notificações
uk: Увімкнути сповіщення
vi: Bật Thông báo

source: Ends on
ar: ينتهي في
de: Endet am
el: Τελειώνει
id: Berakhir pada
kk: Аяқталады
nl: Eindigt op
pl: Kończy się
pt: Termina em
uk: Закінчується далі
vi: Kết thúc vào

source: Enhance focus and concentration by cutting down on interruptions
ar: تعزيز التركيز عن طريق قطع الانقطاعات
de: Den Fokus und die Konzentration verbessern indem Unterbrechungen minimiert werden
el: Ενίσχυσε την συγκέντρωση κόβοντας της αποσπάσεις
id: Meningkatkan fokus dan konsentrasi dengan mengurangi gangguan
kk: Концентрация арттыру, алаңдауды азайту
nl: Verbeteren van focus en concentratie, door onderbrekingen te verminderen
pl: Poprawić skupienie i koncentrację poprzez ograniczenie przerw w pracy
pt: Melhorar foco e concentração reduzindo interrupções
uk: Поліпшити зосередженість та концентрацію, звільняючи від відволікань

source: Enjoy your break
ar: استمتع بالإستراحة
de: Genieße deine Pause
el: Απολαύστε το διάλειμμα σας
id: Nikmati waktu istirahat anda
kk: Үзіліспен рахаттаныңыз
nl: Geniet van je pauze
pl: Miłej przerwy
pt: Aproveite a sua folga
uk: Добре відпочити!

source: Export the records as CSV
ar: تصدير السجلات كملف من نوع CSV
de: Exportieren der Einträge (*.csv)
el: Κανε εξαγωγή τα αρχεία σαν CSV
id: Expor catatan dalam file CSV
kk: CSV-ға жазбаларды порттау
nl: Exporteer als csv
pl: Eksportuj dane do pliku CSV
pt: Exportar registros como CSV
uk: Експортувати записи у файл CSV
vi: Xuất các bản ghi dưới dạng CSV

source: Eye Keeper is enabled
ar: المراقب مفعل
de: Eye-Keeper ist aktiviert
id: Penjaga mata dinonaktifkan
pl: Eye-Keeper jest włączony
pt: O detentor de olho está ativado
uk: Оберігач очей увімкнено

source: Feedback
ar: مراجعة
el: Ανατροφοδότηση
id: Umpan Balik
kk: Пікір
pl: Opinie
pt: Comentários
uk: Ідеї
vi: Phản hồi

source: File
pl: Plik

source: Fill blank entries
ar: املأ الإدخالات الفارغة
de: Füllen Sie leere Einträge aus
el: Συμπληρώστε κενές καταχωρήσεις
id: Isi entri yang kosong
kk: Бос жазбаларды толтырыңыз
nl: Vul lege gegevens in
pl: Wypełnij puste pola
pt: Preencher entradas em branco
uk: Заповніть порожні записи
vi: Điền vào các mục trống

source: Global shortcut to open Pomodoro-Tracker
ar: اختصار عام لفتح Pomodoro-Tracker
de: Globale Verknüpfung zum Öffnen von Pomodoro-Tracker
el: Παγκόσμια συντόμευση για άνοιγμα του Pomodoro-Tracker
id: Pintasan global untuk membuka Pomodoro-Tracker
kk: Pomodoro-Tracker ашуға арналған ғаламдық тіркесім
nl: Globale snelkoppeling om Pomodoro-Tracker te openen
pl: Skrót do Pomodoro-Tracker
pt: Atalho global para abrir o Pomodoro-Tracker
uk: Глобальний ярлик для відкриття Pomodoro-Tracker
vi: Phím tắt toàn cầu để mở Pomodoro-Tracker

source: Great work!
ar: عمل عظيم!
de: Gute Arbeit!
el: Σπουδαία δουλειά
id: Kerja bagus!
kk: Күшті жұмыс істедіңіз!
nl: Goed bezig!
pl: Dobra robota!
pt: Bom trabalho!
uk: Чудова робота!
vi: Tốt lắm!

source: Help
id: Bantuan
pl: Pomoc

source: Hide notificaions
ar: اخفي الإشعارات
de: Benachrichtigungen verstecken
el: κρύψε της ειδοποιήσεις
id: Sembunyikan notifikasi
kk: Хабарламаларды жасыру
nl: Verberg notificaties
pl: Ukryj powiadomienia
pt: Esconder notificações
uk: Ховати сповіщення
vi: Ẩn Thông báo

source: History
id: Riwayat
pl: Historia

source: How to fix?
ar: كيفية الإصلاح
de: Wie repariert man?
el: Πώς να φτιάξεις?
id: Bagaimana cara memperbaiki?
kk: Қалай түзетуге болады?
nl: Hoe te repareren?
pl: Jak naprawić?
pt: Como consertar?
uk: Як виправити?
vi: Làm thế nào để khắc phục?

source: If a task takes more than 5–7 Pomodoros, break it down
ar: لو أخذت مهمة واحدة اكثر من 5-7 بمودوروز، قم بتقسيمها
de: Wenn ein Task mehr als 5-7 Pomodoros benötigt, versuche Ihn in Untertasks aufzuteilen
el: Αμα μια ασχολία παίρνει παραπάνω απο 5-7 Πομοντόρος, σπάστο
id: Jika sebuah tugas membutuhkan lebih dari 5-7 Pomodoro, bagi tugasnya menjadi beberapa bagian
kk: Егер жұмысыңыз 5-7 қызанақ алса, оны бөліп тастаңыз
nl: Als een taak meer dan 5-7 pomodori neemt, breek hem in subtaken
pl: Jeżeli zadanie zajmuje więcej niż 5 – 7 Pomodoro podziel je na mniejsze zadania
pt: Se uma tarefa levar mais que 5-7 Pomodoros, divida-as em tarefas menores
uk: Якщо завдання потребує більше 5-7 Помідорів, розбийте її на менші
vi: Nếu một công việc cần nhiều hơn 5-7 pomodoros, hãy chia nhỏ nó

source: If it takes less than one Pomodoro, add it up, and combine it with another task
ar: لو اخدت المهمة اقل من بمودورو واحدة، إجمعها، وإدمجها مع مهمة اخري
de: Wenn etwas weniger als ein Pomodoro benötigt kombiniere ihn mit anderer Arbeit
el: Αμα παίρνει λιγότερο απο ενα Πομοντόρο, Πρόσθεσε το, και ένωσε το με με μια αλλη ασχολία
id: Jika sebuah tugas membutuhkan kurang dari satu Pomodoro, gabungkan dengan tugas lainnya
kk: Егер жұмыс 1 қызанақтан кем болса, оны басқа жұмыспен қосыпжіберсеңіз жақсы болады
nl: Als hij minder dan 1 pomodoro vereist, voeg hem samen met een andere taak
pl: Jeżeli zadanie zajmuje mniej niż jedno Pomodoro połącz je z innym zadaniem
pt: Se essa tarefa levar menos que um Pomodoro, adicione e combine com outra tarefa
uk: Якщо вона потребує менше одного Помідора, скомбінуйте її з іншою
vi: Nếu nó cần ít hơn một pomodoro, hãy cộng dồn nó vào một công việc khác

source: Import tasks from CSV
ar: استيراد السجلات من نوع CSV
de: Aufgaben aus CSV importieren
el: Κανε εισαγωγή τα αρχεία απο csv
id: Impor tugas dari file CSV
kk: Тапсырмаларды CSV-ден импорттау
nl: Importeer taken vanuit CSV
pl: Importuj zadania z pliku CSV
pt: Importar tarefas do CSV
uk: Імпорт завдань із CSV

source: Import was failed. Check your CSV and try again.
ar: فشل فى الإستيراد. تحقق من ملف CSV الخاص بك و حاول مرة اخري.
de: Import war fehlgeschlagen. Überprüfen Sie Ihre CSV und versuchen Sie es erneut.
el: Η εισαγωγή αποτυχέ. Τσέκαρε το CSV σου και ξανά προσπάθησε.
id: Impor gagal. Periksa file CSV anda lalu coba kembali.
kk: Импорт кезінде қате пайда болды, тағы бір мәрте көріңіз
nl: Import mislukt. Controleer de csv en probeer opnieuw.
pl: Próba importu zakończyła się błędem. Sprawdź plik CSV i spróbuj ponownie.
pt: A importação falhou. Verifique o seu CSV e tente novamente.
uk: Імпорт не вийшов. Перевірти ваш CSV й спробуйте знову.
vi: Nhập không thành công. Kiểm tra lại file CSV của bạn và thử lại.

source: Imported from External Sources
ar: استيراد من مصادر خارجية
de: aus externen Quellen importiert
el: Έγινε εισαγωγή απο Εξωτερικές Πηγές
id: Diimpor dari Luar
kk: сыртқы көздерден импортталған
nl: Geïmporteerd uit externe bronnen
pl: Importowano z zewnętrznego źródła
pt: Importados de fontes externas
uk: Імпортовано із зовнішніх джерел

source: Improve your work or study process
ar: حسن اداء عملك او مذاكرتك
de: Den Arbeits- und Lernprozess verbessern
el: Βελτίωσε την διαδικασία δουλειάς η διαβάσματος
id: Memperbaiki proses bekerja atau belajar anda
kk: Жұмыс немесе оқу дағдысын жақсарту
nl: Uw werk- of leerproces verbeteren
pl: Poprawić jakość Twojej pracy lub nauki
pt: Melhorar seu processo de estudo e trabalho
uk: Покращити вашу роботу чи процес навчання

source: Inbox
ar: صندوق الوارد
kk: Кіріс жәшігі
pl: Skrzynka odbiorcza
pt: Caixa de entrada
uk: Вхідні
vi: Hộp thư đến

source: Increase awareness of your decisions
ar: زيادة الوعي عند اتخاذ القرارت
de: Auf eigene Entscheidungen aufmerksam machen
el: Ανεβασε την γνώση των αποφάσεων σου
id: Meningkatkan kesadaran terhadap pilihan anda
kk: Қабылдаған шешімдерден хабардар боп отыру
nl: Toename van bewustwording van eigen beslissingen
pl: Zwiększyć świadomość znaczenia podejmowanych decyzji
pt: Aumento da sua consciência sobre suas decisões
uk: Посилити усвідомлення ваших рішень

source: Integration with %1$s
ar: التكامل مع %1$s
de: Integration mit %1$s
el: Ενσωσμάτωση με %1$s
id: Terintegrasi dengan %1$s
kk: %1$s-мен қосылу
nl: Integratie met %1$s
pl: Połącz z %1$s
pt: Integração com %1$s
uk: Інтеграція з %1$s
vi: Tích hợp với %1$s
