Repository: Eceakinci/pomodoro-tracker-locales
Catalog: */LC_MESSAGES/messages.po
Languages: ar, de, el, id, kk, nl, pl, pt, uk, vi

source: You are not signed.
ar: انت غير مسجل
de: Du bist nicht registriert
el: Δεν έκανες είσοδο.
id: Anda belum login
kk: Әзір кірмепсіз
nl: U bent niet ingelogd.
pl: Nie jesteś zalogowany/a
pt: Você não está autenticado.
uk: Ви не увійшли.
vi: Bạn chưa đăng nhập.

source: You are trying to connect a %1$s account, but it is already connected to another user
de: Sie versuchen, ein %1$s-Konto zu verbinden, es ist jedoch bereits mit einem anderen Nutzer verbunden
id: Anda mencoba untuk terhubung ke akun %1$s, namun akun tersebut telah terhubung ke pengguna lain
pl: Próbujesz połączyć konto %1$s, ale jest już połączone z innym użytkownikiem
pt: Você está tentando se conectar a uma conta do %1$s, mas ela já está conectada a outro usuário
uk: Ви намагаєтесь підключити запис Google, але він уже підключений до іншого користувача

source: You are trying to log in with a %1$s account, but a user with the email is already registered
de: Sie versuchen, sich bei %1$s anzumelden, aber ein Benutzer mit der E-Mail ist bereits registriert
id: Anda mencoba untuk login ke akun %1$s, namun pengguna dengan email tersebut telah terdaftar
pl: Próbujesz zalogować się za pomocą %1$s, ale ktoś już korzysta z tego adresu email
pt: Você está tentando entrar no %1$s, mas um usuário com o e-mail já está registrado
uk: Ви намагаєтесь зайти за допомогою %1$s, але користувач вже має такий email

source: You have finished all your tasks.
ar: لقد انهيت جميع مهامك.
de: Sie haben alle Ihre Aufgaben abgeschlossen.
el: Έχεις τελείωση ολες της ασχολίες σου.
id: Anda telah menyelesaikan seluruh tugas.
kk: Бар жұмыстарды аяқтадыңыз!
nl: U heeft al uw taken afgerond.
pl: Ukończyłeś/aś wszystkie zadania.
pt: Você terminou todas as suas tarefas.
uk: Ви завершили всі свої завдання.
vi: Bạn đã hoàn thành tất cả công việc cần làm.

source: You need to connect the integration
ar: تحتاج إلى ربط التكامل
de: Sie müssen die Integration verbinden
el: Πρέπει να συνδέσετε την ενσωμάτωση
id: Anda perlu menghubungkan integrasi
kk: Сізге интеграцияны қосу керек
nl: U moet de integratie verbinden
pl: Musisz połączyć integrację
pt: Você precisa conectar a integração
uk: Потрібно підключити інтеграцію
vi: Bạn cần kết nối tích hợp

source: You spent
ar: قضيت
de: Sie haben verbracht
el: Ξόδεψες
id: Anda menghabiskan
kk: Жұмсалды
nl: U heeft besteed
pl: Spędziłeś/aś
pt: Você gastou
uk: Ви витратили
vi: Bạn đã dành

source: and
ar: و
de: und
el: και
id: dan
kk: және
nl: en
pl: i
pt: e
uk: і
vi: và

source: auto
ar: تلقائي
el: Αυτόματα
id: otomatis
kk: авто
nl: automatisch
pl: automatycznie
uk: автоматично
vi: tự động

source: average
ar: متوسط
de: Durchschnitt
el: μέσος όρος
id: rata-rata
kk: ортасы
nl: gemiddelde
pl: średnia
pt: média
uk: Середнє
vi: trung bình cộng

source: break
ar: ﺎﺴﺗﺭﺎﺣﺓ
de: pause
el: διάλειμμα
id: istirahat
kk: үзілістен
nl: pauze
pl: przerwa
pt: pausa
uk: перерва
vi: dài

source: cancel
ar: إلغاء
de: abbrechen
el: Ακύρωσε
id: batalkan
kk: жоқ
nl: annuleren
pl: anuluj
pt: cancelar
uk: скасувати
vi: huỷ

source: category
ar: التصنيف
de: kategorie
el: Κατηγορία
id: kategori
kk: категория
nl: categorie
pl: kategoria
pt: categoria
uk: категорія
vi: danh mục

source: close
ar: إغلاق
de: schließen
el: Κλείσε
id: tutup
kk: жап
nl: sluiten
pl: zamknij
pt: fechar
uk: закрити
vi: đóng

source: copy
ar: نسخ
de: kopieren
el: αντίγραφο
id: salin
kk: көшіру
nl: kopiëren
pl: kopiuj
pt: cópia de
uk: копія

source: created
ar: المنشأ
de: Erstellt
el: δημιουργημένα
id: dibuat
kk: жасалғаны
nl: datum
pl: Data utworzenia
pt: criada
uk: створено
vi: đã tạo

source: custom
ar: تعديل
de: benutzerdefiniert
kk: таңдау
nl: aangepast
pl: własne
pt: personalizado
uk: на замовлення
vi: tuỳ chỉnh

source: dark
ar: ظلام
de: dunkel
el: Σκοτεινό
id: gelap
kk: қараңғы
nl: donker
pl: ciemny
pt: escuro
uk: темна
vi: tối

source: day
ar: يوم
de: Tag
el: ημέρα
id: hari
kk: күн
nl: dag
pl: dzień
pt: dia
uk: день

source: default
ar: إفتراضي
de: standard
el: προκαθορισμένο
kk: әдепкі
nl: standaard
pl: domyślne
pt: padrão
uk: за замовчуванням
vi: mặc định

source: delay
ar: تاجيل
de: verzögerung
el: Καθυστέρηση
id: penundaan
kk: кідіріс
nl: uitstel
pl: opóźnienie
pt: demora
uk: затримка
vi: hoãn

source: delays
ar: التأخير
de: verzögerung
el: Καθυστέρησεις
id: penundaan-penundaan
kk: кідіріс
nl: uitstel
pl: opóźnienia
pt: atrasos
uk: затримки
vi: hoãn

source: delete
ar: مسح
de: löschen
el: Διαγραφή
id: hapus
kk: өшір
nl: verwijderen
pl: Usuń
pt: apagar
uk: видалити
vi: xoá

source: description
ar: الوصف
de: beschreibung
el: Περιγραφή
id: deskripsi
kk: сипаттамасы
nl: omschrijving
pl: opis
pt: descrição
uk: опис
vi: mô tả

source: disable
ar: تعطيل
de: deaktivieren
el: καθιστώ ανίκανο
id: nonaktifkan
kk: ажыратыңыз
nl: uitschakelen
pl: wyłącz
pt: desabilitar
uk: відключити
vi: vô hiệu hóa

source: done
ar: تم
de: erledigt
el: Τελείωσε
id: selesai
kk: аяқталған
nl: afgehandeld
pl: wykonane
pt: feito
uk: зроблено
vi: hoàn thành

source: duration
ar: المدة الزمنية
de: dauer
el: Διάρκεια
id: durasi
kk: ұзақтығы
nl: looptijd
pl: czas trwania
pt: duração
uk: тривалість
vi: thời lượng

source: finish time
ar: وقت الانتهاء
de: endzeit
el: τελειώστε το χρόνο
id: waktu selesai
kk: аяқтау уақыты
nl: eindtijd
pl: czas zakończenia
pt: hora de terminar
uk: час закінчення

source: focus
ar: التركيز
de: fokus
el: Συγκεντρώση
id: fokus
kk: фокус
pl: skupienie
pt: foco
uk: фокус
vi: tập trung

source: for all time
ar: منذ بداية الوقت
de: insgesamt
el: Για όλο των χρόνο συνολικά
id: sepanjang ini
kk: ресурс ашылғалы бері
nl: in totaal
pl: od początku istnienia tej aplikacji.
pt: por todos os tempos
uk: за весь час

source: friday
ar: يوم الجمعة
de: freitag
el: παρασκευή
id: jumat
kk: жұма
nl: vrijdag
pl: piątek
pt: sexta-feira
uk: п’ятниця
vi: thứ sáu

source: friends
ar: اصدقاء
de: freunde
el: Φίλοι
id: teman-teman
kk: достар
nl: vrienden
pl: przyjaciele
pt: amigos
uk: друзі

source: global
ar: عالمي
el: Παγκόσμιο
kk: жаһандық
nl: globaal
pl: globalny
uk: глобальна

source: hour
ar: ساعة
de: Stunde
el: ώρα
id: jam
kk: сағат
nl: uur
pl: godzina
pt: hora
uk: година

source: if you must exit now
ar: اذا تريد الخروج الان
de: wenn Sie jetzt beenden müssen
id: jika anda harus keluar sekarang
pl: jeżeli musisz wyjść teraz
pt: se você deve sair agora
uk: щоби негайно вийти

source: in 10 seconds
ar: خلال 10 ثواني
de: nach 10 Sekunden
el: σε 10 δευτερόλεπτα
id: setelah 10 detik
kk: 10 сек кейін
nl: na 10 seconden
pl: po 10 sekundach
pt: em 10 segundos
uk: за 10 секунд
vi: trong 10 giây

source: in 2 seconds
ar: خلال 2 ثانية
de: nach 2 Sekunden
el: σε 2 δευτερόλεπτα
id: setelah 2 detik
kk: 2 сек кейін
nl: na 2 seconden
pl: po 2 sekundach
pt: em 2 segundos
uk: за 3 секунди
vi: trong 2 giây

source: in 3 seconds
ar: خلال 3 ثوان
de: nach 3 Sekunden
el: σε 3 δευτερόλεπτα
id: setelah 3 detik
kk: 3 сек кейін
nl: na 3 seconden
pl: po 3 sekundach
pt: em 3 segundos
uk: за 3 секунди
vi: trong 3 giây

source: in 5 seconds
ar: خلال 5 ثواني
de: nach 5 Sekunden
el: σε 5 δευτερόλεπτα
id: setelah 5 detik
kk: 5 сек кейін
nl: na 5 seconden
pl: po 5 sekundach
pt: em 5 segundos
uk: за 5 секунд
vi: trong 5 giây

source: in minutes
ar: بالدقائق
de: nach 1 Minute
el: σε λεπτά
id: dalam menit
kk: минут
nl: in minuten
pl: w minutach
pt: em minutos
uk: в хвилинах
vi: trong 1 phút

source: in pomodoros
ar: بالمودوروز
el: σε Πομοντόρος
id: dalam pomodoro
kk: қызанақ
nl: in pomodori
pl: w Pomodoro
pt: em pomodoros
uk: в Помідорах
vi: trong những pomodoro

source: interruptions
ar: انقطاع
de: unterbrechungen
el: διακοπών
id: gangguan
kk: үзілістер
nl: onderbrekingen
pl: zakłócenia
pt: interrupções
uk: перешкоди

source: later
ar: في وقت لاحق
de: später
el: αργότερα
id: nanti
kk: кейінірек
pl: później
pt: mais tarde
uk: пізніше
vi: một lát sau

source: light
ar: ضوء
de: hell
el: φωτεινό
id: terang
kk: жарық
nl: licht
pl: Jasny
pt: luz
uk: світла
vi: sáng

source: like
ar: إعجاب
id: suka
kk: лайк
pl: polubienie
pt: Curtir
uk: плюс

source: login
ar: تسجيل الدخول
de: anmeldung
el: σύνδεση
kk: кіру
pl: zaloguj się
pt: conecte-se
uk: увійти
vi: đăng nhập

source: maximize
id: perbesar
pl: maksymalizuj

source: median
ar: العدد الاوسط
el: διάμεσος
id: rata-rata
kk: медианасы
nl: mediaan
pl: mediana
pt: mediana
uk: медіана
vi: trung bình

source: merge
ar: دمج
de: verschmelzen
el: συγχώνευση
id: gabungkan
kk: біріктіру
nl: samenvoegen
pl: połącz
pt: fundir
uk: об'єднати
vi: hợp nhất

source: messages
ar: رسائل
de: mitteilungen
el: μηνυμάτων
id: pesan-pesan
kk: хабарламалар
nl: berichten
pl: wiadomości
pt: mensagens
uk: повідомлення
vi: tin nhắn

source: minimize
id: perkecil
pl: minimalizuj

source: minute
ar: دقيقة
el: λεπτό
id: menit
kk: минут
nl: minuut
pl: minuta
pt: minuto
uk: хвилина

source: monday
ar: الإثنين
de: montag
el: δευτέρα
id: senin
kk: дүйсенбі
nl: maandag
pl: poniedziałek
pt: segunda-feira
uk: понеділок
vi: thứ hai

source: month
ar: شهر
de: Monat
el: μήνας
id: bulan
kk: ай
nl: maand
pl: miesiąc
pt: mês
uk: місяць

source: never
ar: ابدا
de: noch nie
el: Ποτέ
id: tidak pernah
pl: nigdy
pt: nunca
uk: ніколи

source: next page
ar: الصفحة التالية
de: nächste seite
el: Επομένη σελίδα
id: halaman selanjutnya
kk: келесі бет
nl: volgende pagina
pl: następna strona
pt: próxima página
uk: наступна сторінка
vi: trang tiếp theo

source: no description
ar: لا يوجد وصف
de: keine Beschreibung
el: χωρίς περιγραφή
id: tidak ada deskripsi
kk: сипаттамасыз
nl: geen omschrijving
pl: brak opisu
pt: sem descrição
uk: без опису
vi: không có mô tả

source: no information available
ar: لا تتوفر معلومات
de: keine Information verfügbar
el: δεν υπάρχουν διαθέσιμες πληροφορίες
id: tidak ada informasi yang tersedia
kk: ақпарат жоқ
nl: geen informatie beschikbaar
pl: brak dostępnych informacji
pt: nenhuma informação disponível
uk: інформації немає

source: number
ar: عدد
de: Anzahl
el: αριθμός
id: angka
kk: сан
nl: aantal
pl: ilość
pt: número
uk: кількість

source: on
ar: علي
de: für
el: στο
nl: aan
pl: na
pt: em
uk: на

source: one message per line
ar: رسالة واحدة لكل سطر
de: eine nachricht pro zeile
el: ένα μήνυμα ανά γραμμή
id: satu pesan setiap baris
kk: бір жолға бір хабарлама
nl: één bericht per regel
pl: jedna wiadomość na linię
pt: uma mensagem por linha
uk: одне повідомлення на рядок
vi: một tin nhắn trên mỗi dòng

source: page
ar: الصفحة
de: seite
el: σελίδα
id: halaman
kk: бет
nl: pagina
pl: strona
pt: página
uk: сторінка
vi: trang

source: pause
ar: توقيف مؤقت
de: pausieren
el: παύση
id: jeda
kk: пауза
nl: pauze
pl: pauza
pt: pausar
uk: пауза
vi: tạm dừng

source: personal
ar: شخصي
el: Προσωπικό
id: pribadi
kk: жеке
nl: persoonlijk
pl: osobisty
pt: individual
uk: особиста

source: pomodoros
ar: بالمودوروز
el: Πομοντόρος
id: pomodoro
kk: қызанақтар
nl: pomodori
pl: pomodoro
uk: Помідори

source: preview
ar: معاينة
de: vorschau
el: προεπισκόπση
id: pratinjau
kk: алдын-ала қарау
nl: voorvertoning
pl: podgląd
uk: попередній перегляд
vi: xem trước

source: previous page
ar: الصفحة السابقة
de: vorherige seite
el: προηγούμενη σελίδα
id: halaman sebelumnya
kk: алдыңғы бет
nl: vorige pagina
pl: poprzednia strona
pt: página anterior
uk: попередня сторінка
vi: trang trước

source: prolong time
ar: إطالة الوقت
de: zeit verlängern
el: παρατείνετε το χρόνο
id: perpanjang waktu
kk: уақытты ұзарту
nl: verleng tijd
pl: dodaj więcej czasu
pt: prolongar o tempo
uk: продовжувати час
vi: kéo dài thời gian

source: rating
ar: تقيم
de: Bewertung
el: εκτίμηση
id: peringkat
kk: рейтинг
pl: ocena
pt: avaliação
uk: рейтинг
vi: đánh giá

source: refresh
ar: تحديث
de: aktualisierung
el: ανανεώσει
id: muat ulang
kk: жаңару
nl: verfrissen
pl: odśwież
pt: refrescar
uk: поновити
vi: làm tươi

source: registered users spend on completing pomodoros
ar: مستخدمين مسجلين قضوا وقتهم فى إكمال مؤقتات البومودورز
de: Registrierte Benutzer haben diese Zeit mit Pomodoros verbracht
el: Εγγεγραμμένη χρήστες ξόδεψαν στο να ολοκληρώνουν πομοντόρος
id: dihabiskan oleh pengguna terdaftar untuk menyelesaikan pomodoro
kk: - қызанақ орындау кезінде осындай уақыт жұмсады
nl: hebben geregistreerde gebruikers besteed oon pomodori
pl: spędzili zarejestrowani użytkownicy korzystając z Pomodoro
pt: usuários registrados gastaram para completar pomodoros
uk: зареєстровані користувачі витратили на завдання

source: registered users spend on completing pomodoros today.
ar: مستخدمين مسجلين قضوا وقتهم فى إكمال مؤقتات البومودورز اليوم
de: Registrierte Benutzer haben diese Zeit heute mit Pomodoros verbracht.
el: Εγγεγραμμεένη χρήστες ξοδέψαν στο να ολοκληρώνουν πομοντόρος σημερα.
id: dihabiskan oleh pengguna terdaftar untuk menyelesaikan pomodoro hari ini.
kk: - бүгінгі қолданушылар жұмсаған уақыт
nl: hebben geregistreerde gebruikers besteed aan pomodori vandaag.
pl: spędzili zarejestrowani użytkownicy korzystając dzisiaj z Pomodoro.
pt: usuários registrados gastaram para completar pomodoros hoje.
uk: зареєстровані користувачі витратили на завдання сьогодні.

source: resume
ar: استمرار
de: fortsetzen
el: ξανάρχισε
id: lanjutkan
kk: жалғастыру
nl: verdergaan
pl: wznów
pt: retornar
uk: відновити
vi: tiếp tục

source: saturday
ar: يوم السبت
de: samstag
el: σάββατο
id: sabtu
kk: сенбі
nl: zaterdag
pl: sobota
pt: sábado
uk: субота
vi: ngày thứ bảy

source: save
ar: حفظ
el: αποθήκευση
id: simpan
kk: сақтау
nl: opslaan
pl: zapisz
pt: salvar
uk: зберегти
vi: lưu

source: send password
ar: إرسال كلمة المرور
de: passwort senden
el: αποστολή κωδικού πρόσβασης
id: kirim kata sandi
kk: пароль жіберу
nl: wachtwoord verzenden
pl: wyślij hasło
pt: enviar senha
uk: надіслати пароль
vi: gửi mật khẩu

source: series
ar: سلسلة
de: serie
el: σειρά
id: seri
kk: сериясы
nl: serie
pl: seria
uk: серія
vi: loạt

source: skip
ar: الغاء
de: überspringen
el: παράλειψη
id: lewati
kk: өткізу
nl: overslaan
pl: pomiń
pt: ignorar
uk: пропустити
vi: bỏ qua

source: split
ar: انقسم
de: teilen
el: χωρίζω
id: membagi
kk: шағу
nl: verdelen
pl: podziel
pt: rachar
uk: розщеплюватися
vi: bửa củi

source: stop
ar: توقف
el: σταμάτα
id: berhenti
kk: стоп
pl: zatrzymaj
pt: parar
uk: стоп
vi: dừng lại

source: sunday
ar: الأحد
de: sonntag
el: κυριακή
id: minggu
kk: жексенбі
nl: zondag
pl: niedziela
pt: domingo
uk: неділя
vi: chủ nhật

source: take a long break
ar: خذ استراحة كبيرة
de: nimm eine lange pause
el: κανε ενα μεγάλο διάλειμμα
id: ambil istirahat panjang
kk: ұзақ үзілістен
nl: neem een lange pauze
pl: Długa przerwa
pt: faça uma pausa longa
uk: зробіть довгу перерву
vi: nghỉ dài nào

source: take a short break
ar: خذ استراحة قصيرة
de: nimm eine kurze pause
el: κανε ενα μικρό διάλειμμα
id: ambil istirahat pendek
kk: қысқа үзілістен
nl: neem een korte pauze
pl: Krótka przerwa
pt: faça uma pausa curta
uk: зробіть коротку перерву
vi: nghỉ một xíu nào

source: thursday
ar: الخميس
de: donnerstag
el: πέμπτη
id: kamis
kk: бейсенбі
nl: donderdag
pl: czwartek
pt: quinta-feira
uk: четвер
vi: thứ năm

source: time
ar: وقت
de: zeit
el: χρόνος
id: waktu
kk: уақыт
nl: tijd
pl: czas
pt: tempo
uk: час
vi: thời gian

source: to your telegram, type `/reg` and enter a code from the bot to field bellow
ar: إلي حسابك فى التليجرام، إكتب '/reg' ثم أدخل كود البوت فى الحقل التالي
de: tippen Sie `/reg` und den Code ein vom Telegram Bot um zu Ihrem Telegram zugelangen
el: στο telegram σου, γράξε '/reg' και βάλε ενα κωδικό απο το bot στο πεδίο παρακάτω
id: pada Telegram anda, ketik `/reg` kemudian masukkan kode yang didapat dari bot pada kolom dibawah
kk: телеграмдағы ботта `/reg` арқылы кодты енгізіңіз
nl: toe aan je telegram, typ `/reg`, en vul de code van de bot in onderstaand veld in.
pl: do Twojego Telegram'u, wpisz '/reg' a następnie wpisz kod otrzymany od bota w pole poniżej
pt: No seu Telegram, digite `/reg` e preencha com um dos códigos do robô listados abaixo
uk: у вашому Телеграмі напишіть `/reg` та введіть отриманий код у полі нижче

source: today
ar: اليوم
de: heute
el: σήμερα
id: hari ini
kk: бүгін
nl: vandaag
pl: dzisiaj
pt: hoje
uk: сьогодні
vi: hôm nay

source: tomorrow
ar: غدا
de: morgen
el: αύριο
id: besok
kk: ертең
nl: morgen
pl: jutro
pt: amanhã
uk: завтра
vi: Ngày mai

source: tuesday
ar: الثلاثاء
de: dienstag
el: τρίτη
id: selasa
kk: сейсенбі
nl: dinsdag
pl: wtorek
pt: terça
uk: вівторок
vi: thứ ba

source: unknown
ar: غير معروف
de: unbekannt
el: άγνωστος
id: tidak diketahui
kk: белгісіз
nl: onbekend
pl: nieznany
pt: desconhecido
uk: невідомо

source: user
ar: المستعمل
de: benutzer
el: χρήστης
id: pengguna
kk: пайдаланушы
nl: gebruiker
pl: użytkownik
pt: usuário
uk: користувач
vi: người dùng

source: wednesday
ar: الأربعاء
de: mittwoch
el: τετάρτη
id: rabu
kk: сәрсенбі
nl: woensdag
pl: środa
pt: quarta-feira
uk: середа
vi: thứ tư

source: week
ar: أسبوع
de: woche
el: εβδομάδα
id: pekan
kk: апта
pl: tydzień
pt: semana
vi: tuần

source: were
ar: كان
de: waren
el: ήταν
id: adalah
kk: болды
nl: waren
pl: były
pt: foram
uk: були

source: year
ar: سنة
de: Jahr
el: χρόνο
id: tahun
kk: жыл
nl: jaar
pl: rok
pt: ano
uk: рік

source: Timer
ar: مؤقت
el: Χρονόμετρο
id: Pengatur waktu
kk: Таймер
pt: Cronômetro
uk: Таймер
vi: Đồng hồ đếm ngược

source: forward
ar: القفز إلى الأمام
id: selanjutnya

source: pomodoro
ar: بمودورو
el: Πομοντόρο
kk: қызанақ
uk: Помідор

source: start
ar: ابدا
el: ξεκίνα
id: mulai
kk: старт
pt: iniciar
uk: старт
vi: bắt đầu

source: system
ar: نظام
el: σύστημα
id: sistem
kk: жүйе
nl: systeem
pt: sistema
uk: системна
