Repository: Eceakinci/pomodoro-tracker-locales
Catalog: */LC_MESSAGES/messages.po
Languages: ar, de, el, id, kk, nl, pl, pt, uk, vi

source: Integrations
ar: إدماجات
de: Integrationen
el: Ενωσμάτωσης
id: Integrasi
kk: Қызметтер
nl: Integraties
pl: Integracje
pt: Integrações
uk: Інтеграції

source: Interruption tracked
ar: متابعة الانقطاعات
de: Unterbrechung verfolgt
el: Η διακοπή παρακολουθείται
id: Gangguan dilacak
kk: Үзіліс бақыланады
nl: Onderbreking gevolgd
pl: Śledzenie przerwania
pt: Interrupção rastreada
uk: Перешкоду записано

source: Join the global rating
ar: انضم للتصنيف العالمي
de: Treten Sie dem globalen Rating bei
el: Πάρε μέρος στην παγκόσμια ταξινόμηση
id: Gabung ke penilaian global
pl: Dołącz do globalnego rankingu
pt: Junte-se à classificação global
uk: Брати участь в глобальному рейтингу

source: Keep on working, Pomodoro after Pomodoro, until the task at hand is finished. Every 4 Pomodoros take a longer break, (15–30 minutes).
ar: إستمر بالعمل، بمودورو بعد بمودورو، حتى إنتهاء المهمة التي بين يديك. كل 4 بمودوروز خذ استراحة كبيرة، (15-30 دقيقة).
el: Συνέχισε να δουλεύεις, Πομοντόρο μετα απο Πομορντόρο, μέχρι η δουλειά να έχει Τελείωση. Καθε 4 Πομοντόρο παρε μεγαλύτερο διάλειμμα, (15-30 λεπτα).
id: Ulangi langkah diatas, Pomodoro demi Pomodoro, hingga seluruh tugas anda selesai. Ambil istirahat panjang (15-30 menit) setiap 4 Pomodoro.
kk: Қойған жұмысыңыз аяғына жетпейінше, қызанақ артынан қызанаққоса беріңіз. 4 қызанақтан кейін ұзақ үзіліс алу керек (15-30 мин)
nl: Blijf werken, pomodoro na pomodoro, totdat de onderhanden taak is afgerond. Neem elke 4 pomodori een langere pauze (15-30 minuten).
pl: Kontynuuj pracę z Pomodoro do czasu ukończenia wszystkich zadań. Co 4 Pomodoro zrób sobie dłuższą przerwę (15 – 30 minut).
pt: Continue trabalhando, Pomodoro a Pomodoro, até que a tarefa seja terminada. A cada 4 Pomodoros, faça uma pausa longa (15-30 minutos).
uk: Продовжуйте працювати, Помідор за Помідором, поки наявні завдання не будуть виконані. Кожні 4 Помідори робіть довшу паузу (15-30 хв.).
vi: Hãy tiếp tục làm việc, một Pomodoro rồi tiếp một Pomodoro, cho tới khi công việc đang làm hoàn thành. Cứ 4 Pomodoros bạn sẽ có một khoảng nghỉ dài, (15-30phút).

source: Language
ar: لغة
de: Sprache
el: Γλώσσα
id: Bahasa
kk: Тіл
nl: Taal
pl: Język
pt: Língua
uk: Мова
vi: Ngôn ngữ

source: Last 365 days
ar: اخر 365 يوم
de: Letzte 365 Tage
el: Τελευταίες 365 ημέρες
id: 365 hari terakhir
kk: Соңғы 365 күн
nl: Laatste 365 dagen
pl: Ostatnie 365 dni
pt: Últimos 365 dias
uk: Останні 365 днів
vi: 365 ngày qua

source: Last Month
ar: الشهر الفائت
de: Letzten Monat
el: Τελευταίος Μήνας
id: Bulan Lalu
kk: Өткен ай
nl: Vorige maand
pl: Ostatni miesiąc
pt: Mês passado
uk: Останній місяць
vi: Tháng trước

source: Last Quarter
ar: الربع السنوي الفائت
de: Letztes Quartal
el: Τελευταία Τριμηνία
id: Kuartal Terakhir
kk: Өткен ширекжыл
nl: Vorig kwartaal
pl: Ostatni kwartał
pt: Ultimo trimestre
uk: Останній квартал
vi: Quý trước

source: Last Week
ar: الإسبوع الفائت
de: Diese Woche
el: Τελευταία Εβδομάδα
id: Pekan Lalu
kk: Өткен апта
nl: Vorige week
pl: Ostatni tydzień
pt: Semana passada
uk: Останній тиждень
vi: Tuần trước

source: Like
ar: إعجاب
el: Μου Αρέσει
id: Suka
pl: Lubię to
pt: Curtir
uk: Плюс
vi: Thích

source: Link copied
ar: تم نسخ الرابط
de: Link kopiert
el: Η σύνδεση αντιγράφηκε
id: Tautan disalin
kk: Сілтеме көшірілді
nl: Link gekopieerd
pl: Link skopiowany
pt: Link copiado
uk: Посилання скопійовано

source: Load daily tasks
ar: تمكين الإخطارات
de: Laden Sie tägliche Aufgaben
el: Φόρτωση καθημερινών εργασιών
id: Muat tugas harian
kk: Күнделікті тапсырмаларды жүктеңіз
nl: Laad dagelijkse taken
pl: Załaduj zadania
pt: Carregar tarefas diárias
uk: Завантажуйте щоденні завдання
vi: Tải các công việc hàng ngày

source: Loading
ar: جاري التحميل
el: Φόρτωμα
id: Memuat
kk: Қазір
nl: Bezig met laden
pl: Ładowanie
pt: Carregando
uk: Завантажується
vi: Đang nhập

source: Lock is enabled
ar: القفل متاح
de: Sperre ist aktiviert
el: Το κλείδωμα είναι ενεργοποιημένο
id: Penguncian diaktifkan
kk: Құлыптау қосылған
nl: Vergrendeling is ingeschakeld
pl: Blokada jest włączona
pt: Bloquear está ativado
uk: Блокування включено

source: Login to the service and track your progress
ar: قم بتسجيل الدخول وتابع تقدمك
de: Bitte anmelden um den Arbeitsverlauf zu speichern
el: Συνδέσου στην υπηρεσία και κατέγραψε την πρόοδο σου
id: Login untuk lacak kemajuan anda
kk: Аккаунқа кіріп, прогрессті бақылап отырыңыз
nl: Log in en houdt uw voortgang bij
pl: Zaloguj się by śledzić swoje postępy
pt: Entre no serviço para acompanhar seu progresso
uk: Увійдіть в сервіс та відслідковуйте ваш прогрес
vi: Đăng nhập vào hệ thống và theoprogress dõi tiến độ của bạn

source: Login to the service using %1$s authentication.
ar: تسجيل الدخول إلى الخدمة باستخدام مصادقة%1$s
de: Login mit %1$s
el: Συνδέσου στην υπηρεσία χρησιμοποιώντας αυθεντικοποίηση απο το %1$s
id: Login menggunakan autentikasi %1$s
kk: %1$s арқылы кіру
nl: Login met een %1$s-account
pl: Zaloguj się przy pomocy %1$s
pt: Faça login no serviço usando a autenticação do %1$s.
uk: Увійдіть в сервіс за допомогою %1$s
vi: Đăng nhập vào hệ thống bằng %1$s

source: Logout
ar: تسجيل الخروج
el: Αποσύνδεση
id: Keluar
kk: Шығу
nl: Uitloggen
pl: Wyloguj
pt: Sair
uk: Вихід
vi: Đăng xuất

source: Long break
ar: استراحة طويلة
de: Lange pause
el: Μεγάλο διάλειμμα
id: Istirahat panjang
kk: ұзақ үзілістен
nl: Lange pauze
pl: Długa przerwa
pt: Pausa longa
uk: Довга перерва
vi: Nghỉ dài

source: Long break delay
ar: مدة تأخير الإستراحة الكبيرة
de: Wiederholungen bis lange Pause
el: Μεγάλο διάλειμμα αναβολή
id: Jarak setiap istirahat panjang
kk: Ұзақ үзіліс жиілігі
nl: Lange pauze na
pl: Czas do długiej przerwy
pt: Atraso da pausa longa
uk: Довга перерва через кожні
vi: Trước khi nghỉ dài

source: Long break duration
ar: مدة الإستراحة الكبيرة
de: Länge der langen Pause
el: Μεγάλο διάλειμμα διάρκεια
id: Durasi istirahat panjang
kk: Ұзын үзіліс ұзақтығы
nl: Lange-pauzeduur
pl: Czas trwania długiej przerwy
pt: Duração da pausa longa
uk: Тривалість довгої перерви
vi: Thời gian nghỉ dài

source: Look away at something that is 6 metres away for %1$s seconds
ar: انظر الي شىء يبعد عنك 6 امتار لمدة %1$s ثواني
de: Schauen Sie %1$s Sekunden lang auf etwas, das 6 Meter entfernt ist
id: Pandanglah sesuatu yang berjarak kurang lebih 6 meter selama %1$s detik
pl: Popatrz na coś, co jest 6 metrów od ciebie, przez %1$s sekund
pt: Olhe para algo que está a 6 metros de distância por %1$s segundos
uk: Дивіться в далечінь (від 6 метрів) впродовж %1$s секунд

source: Mark as done
ar: تم الإنتهاء منها
de: Markiere als erledigt
el: Σημείωσε σαν ολοκληρωμένο
id: Tandai telah selesai
kk: Аяқталған қылу
nl: Markeer als klaar
pl: Oznacz jako wykonane
pt: Marcar como feito
uk: Відмітити як виконане
vi: Đánh dấu là Xong

source: Median per day
ar: العدد الاوسط لكل يوم
de: Median pro Tag
el: διάμεσο ανα ημέρα
id: Rata-rata perhari
kk: Медиана/күн
nl: Mediaan per dag
pl: Mediana na dzień
pt: Mediana por dia
uk: Медіана за день
vi: Trung bình mỗi ngày

source: Move to Inbox
ar: الانتقال إلى البريد الوارد
de: In den Inbox verschieben
el: Μετακίνηση στα εισερχόμενα
id: Pindahkan ke Inbox
kk: Кіріс жәшігіне жылжу
nl: Verplaats naar Inbox
pl: Przenieś do skrzynki odbiorczej
pt: Mova para a caixa de entrada
uk: Переміщення до Вхідні
vi: Di chuyển đến hộp thư đến

source: Navigate Back
ar: رجوع سلبي
id: Navigasi Kebelakang
pl: Powrót
uk: Назад

source: Navigate Forward
ar: تقدم سلبي
id: Navigasi Kedepan
pl: Powtórz
uk: Вперед

source: New
ar: جديد
de: Neu
el: Καινούργιο
id: Baru
kk: Жаңа
nl: Nieuw
pl: Nowe
pt: Novo
uk: Нове
vi: Mới

source: Next long break
ar: استراحة طويلة تالية
de: Nächste lange Pause
el: Επόμενο μακρύ διάλειμμα
id: Istirahat panjang selanjutnya
kk: Келесі ұзақ үзіліс
nl: Volgende lange pauze
pl: Następna długa przerwa
pt: Próxima longa pausa
uk: Наступна довга перерва
vi: Nghỉ dài tiếp theo

source: Notification Test
ar: اختبار الإخطار
de: Benachrichtigungstest
el: Δοκιμή Ειδοποιήσεων
id: Coba Notifikasi
kk: Хабарлама сынағы
nl: Notificatietest
pl: Test powiadomienia
pt: Teste de notificação
uk: Тест сповіщень
vi: Thử Thông báo

source: Notifications
ar: إشعارات
de: Benachrichtigungen
el: Ειδοποίησεις
id: Notifikasi
kk: Хабарламалар
nl: Notificaties
pl: Powiadomienia
pt: Notificações
uk: Сповіщення
vi: Thông báo

source: Notify when there is one minute left
ar: نبهني عندما يتبقى دقيقة واحدة
de: Benachrichtigen, wenn noch eine Minute übrig ist
el: Ειδοποίησε οταν εχει μείνει ενα λέπτο
id: Beritahu ketika waktu tersisa satu menit
kk: Бір минут қалғанда ескерту
nl: Waarschuw als er één minuut over is
pl: Powiadom o zbliżającym się końcu Pomodoro
pt: Notificar quando faltar um minuto
uk: Сповіщати за хвилину до закінчення
vi: Thông báo khi còn một phút

source: Of those
ar: من هؤلاء
de: Von diesen
el: Από Αυτά
id: Dari itu semua
kk: Оны ішінде
nl: Hiervan
pl: Z tych
pt: Desses
uk: З них

source: Once a Pomodoro begins, it has to ring
ar: ستسمع صوت التنبيه بمجرد بدأ البومودورو
de: Wenn ein Pomodoro beginnt muss es klingeln
el: Οταν η Πομοντόρο ξεκίνα, πρέπει να κουδουνίζει
id: Ketika Pomodoro dimulai, lonceng akan berdering
kk: Қызанақ бастасаңыз, міндетті түрде аяқтаңыз
nl: Als een pomodoro begint, moet hij rinkelen
pl: Tracker musi wydać dźwięk gdy zaczyna się nowe Pomodoro
pt: Uma vez que um Pomodoro começa, ele tem que tocar
uk: Якщо ви почали Помідор – ви маєте його закінчити
vi: Khi một Pomodoro bắt đầu, nó sẽ reng

source: One minute left
ar: دقيقة واحدة متبقية
de: Eine Minute noch
el: Απέμεινε ενα λέπτο
id: Satu menit tersisa
kk: Бір минут қалды
nl: Eén minuut over
pl: Została minuta do końca Pomodoro
pt: Falta um minuto
uk: Залишилася хвилина
vi: Còn một phút

source: Pause/unpause when computer goes to sleep/idle
ar: وقف/استمرار عندما يكون الكمبيوتر فى حالة نائم/خامل
de: Timer anhalten, wenn der Computer in den Energiesparmodus wechselt
id: Jeda/batalkan jeda ketika komputer dalam keadaan sleep/diam
pl: Wstrzymaj/wznów Pomodoro gdy komputer przechodzi w stan uśpienia
pt: Pausa temporizador quando o computador vai dormir
uk: Зупиняти таймер, коли компьютер іде в режим сну

source: Play alarm sound
ar: شغل صوت المنبه
de: Spiele Alarm Sound wenn Pomodoro beendet
el: Παίξε ηχο συναγερμού
id: Putar suara alarm
kk: Мәре дыбысы
nl: Speel alarm af
pl: Odtwarzaj dźwięk alarmu
pt: Tocar som do alarme
uk: Грати фінішний звук
vi: Mở nhạc chuông

source: Play ticking sound
ar: شغل صوت التكتكة
de: Akkustisches Uhrticken während Pomodoros
el: Παίξε ήχο τικαρίσματος
id: Putar suara detakan
kk: Сағат дыбысы
nl: Speel tikkend geluid
pl: Odtwarzaj dźwięk tykania
pt: Tocar som do tic-tac
uk: Грати звук цокання
vi: Mở tiếng tích tắc

source: Play ticking sound while breaks
ar: شغل صوت التكتكة اثناء الإستراحات
de: Akkustisches Uhrticken während Pausen
el: Παίξε ήχο τικαρίσματος στα διαλείματα
id: Putar suara detakan ketika beristirahat
kk: Үзілісте сағат дыбысы
nl: Speel tikkend geluid tijdens pauzes
pl: Odtwarzaj dźwięk tykania podczas przerw
pt: Tocar som durante as pausas
uk: Грати звук цокання під час перерви
vi: Mở tiếng tích tắc trong lúc nghỉ

source: Please allow notifications in your browser
ar: يرجى السماح بالإخطارات في متصفحك
de: Bitte erlauben Sie Benachrichtigungen in Ihrem Browser
el: Επιτρέψτε τις ειδοποιήσεις στο πρόγραμμα περιήγησής σας
id: Mohon izinkan pemberitahuan di browser Anda
kk: Браузерде хабарламаларға рұқсат етіңіз
nl: Sta meldingen in uw browser toe
pl: Zezwól na powiadomienia w przeglądarce
pt: Permita notificações em seu navegador
uk: Будь ласка, дозвольте сповіщення у вашому браузері
vi: Vui lòng cho phép thông báo trong trình duyệt của bạn

source: Please don't send me these awesome daily reports
ar: رجاء لا ترسل لي تقارير يومية رائعة
de: Bitte senden sie keine weiteren dieser täglichen Berichte
el: Παρακαλώ μην μου στέλνετε αυτες της φοβερές καθημερινές αναφορές
id: Mohon untuk tidak mengirimkankan laporan harian itu ke saya
kk: Осы керемет, әп-әдемі репорттарды маған жібермеңізші!
nl: Stuur me a.u.b. deze awesome dagelijkse rapportages niet meer
pl: Proszę nie wysyłać mi tych wspaniałych, codziennych raportów
pt: Por favor não me mande estes incríveis relatórios diários
uk: Будь ласка, не присилайте мені ці чудові щоденні звіти
vi: Đừng gửi cho tôi những bản báo cáo hằng ngày tuyệt vời này

source: Please reload the application.
ar: من فضلك اعد تحميل التطبيق.
de: Bitte laden Sie die Anwendung neu.
el: Παρακαλώ ξανά φορτώστε το πρόγραμμα
id: Mohon untuk memuat ulang aplikasi
kk: Қосымшаны қайта қосыңыз
nl: Laad de applicatie opnieuw, a.u.b.
pl: Proszę przeładować aplikację.
pt: Por favor, recarregue o aplicativo.
uk: Будь ласка, перезавантажте застосунок
vi: Hãy chạy lại ứng dụng

source: Please select a value
ar: من فضلك إختر قيمة
de: Bitte wählen Sie einen Wert
el: Επιλέξτε μια τιμή
id: Silakan pilih nilai
kk: Мәнді таңдаңыз
nl: Selecteer een waarde
pl: Wybierz wartość
pt: Por favor selecione um valor
uk: Виберіть значення

source: Please unblock notifications in your browser
ar: من فضلك فعل الاشعارات فى متصفحك الخاص.
el: Παρακαλώ ξεμπλοκάρε της ειδοποίησης στο λογισμικό πλοήγησης σας
id: Mohon untuk membuka blokir notifikasi di browser anda
pl: Odblokuj powiadomienia w twojej przeglądarce
uk: Будь ласка, розблокуйте сповіщення у вашому браузері

source: Please, login to use the feature
ar: من فضلك ، قم بتسجيل الدخول لاستخدام الميزة
de: Bitte melden Sie sich an, um die Funktion zu nutzen
el: Παρακαλώ, συνδεθείτε για να χρησιμοποιήσετε τη δυνατότητα
id: Silakan login untuk menggunakan fitur
kk: Бұл мүмкіндікті пайдалану үшін жүйеге кіріңіз
nl: Log in om de functie te gebruiken
pl: Zaloguj się, aby użyć tej funkcji
pt: Por favor, faça o login para usar o recurso
uk: Будь ласка, увійдіть, щоб використовувати цю функцію
vi: Vui lòng đăng nhập để sử dụng tính năng

source: Please, login to view your stats
ar: من فضلك، سجل الدخول لتتمكن من رؤية احصائياتك
de: Bitte loggen Sie Sich ein um Ihre Statistiken zu sehen
el: Παρακαλώ, συνδεθείτε για να δείτε τα στατιστικά σας
id: Silakan login untuk melihat statistik anda
kk: Статистика көру үшін тіркелу керек, пара беру үшін емес
nl: Log a.u.b. in om uw statistieken te zien
pl: Zaloguj się, aby zobaczyć swoje statystyki
pt: Por favor, faça login para ver suas estatísticas
uk: Будь ласка, увійдіть для перегляду статистики
vi: Hãy đăng nhập để xem thống kê của bạn

source: Pomodoro Tracker is a productivity app designed for your work and study.
ar: مراقب البومودورو هو تطبيق مثمم من اجل عملك ودراستك.
el: Το Pomodoro Tracker ειναι ενα πρόγραμμα παραγωγικότητας που σχεδιάστηκε για την δουλειά και το διάβασμα σου.
id: Pomodoro Tracker adalah aplikasi produktifitas didesain untuk bekerja dan belajar.
pl: Pomodoro Tracker to aplikacja stworzona by pomóc w Twojej pracy i nauce
uk: Pomodoro Tracker – це застосунок продуктивності, розроблений для вашої роботи й навчання

source: Pomodoro duration
ar: مدة البمودورو
de: Pomodoro-Dauer
el: Διάρκεια Πομοντόρο
id: Durasi pomodoro
kk: Қызанақ ұзақтығы
nl: Pomodoro-duur
pl: Czas trwania Pomodoro
pt: Duração do pomodoro
uk: Тривалість Помідора
vi: Thời gian Pomodoro

source: Pomodoro is finished
ar: البومودورو انتهت
de: Pomodor wurde beendet
el: Το πομοντόρο εχει τελείωση
id: Pomodoro telah usai
kk: Қызанақ бітіп қалды ғой
nl: Pomodoro is klaar
pl: Pomodoro zakończone
pt: O pomodoro terminou
uk: Помідор закінчено
vi: Pomodoro đã hoàn tất

source: Preferences
ar: تفضيلات
de: Einstellungen
el: Προτιμήσεις
id: Preferensi
kk: Баптаулар
nl: Voorkeuren
pl: Ustawienia
pt: Preferências
uk: Налаштування
vi: Cấu hình

source: Press
ar: اضغط
de: Drücke
id: Tekan
pl: Naciśnij
pt: Pressione
uk: Натисніть

source: Profile
ar: الملف الشخصي
id: Profil
pl: Profil
uk: Профіль

source: Provide Feedback
ar: تقديم مراجعة
de: Zu Verfügung stellen
id: Berikan umpan balik
kk: Пікір жолдаңыз
nl: Geef feedback
pl: Informacja zwrotna
pt: Dar uma resposta
uk: Відправити відгук
vi: Phản hồi

source: Quit
ar: اغلاق
de: Verlassen
id: Keluar
kk: Шығу
nl: Afsluiten
pl: Porzuć
pt: Sair
uk: Вихід
vi: Thoát

source: Raise browser alert when pomodoro/break is over
ar: إرفع صوت منبه الويب عندما يكون مؤقت البمودورو/الإستراحة
de: Führe eine Browser-Benachrichtigungen aus, wenn Pomodoro/Pause vorbei
el: Δώσε ειδοποιήση λογισμικού πλοήγησης οταν το πομοντόρο/διάλειμμα εχει τελείωση
id: Ditampilkan ketika pomodoro/istirahat telah usai
kk: Қызанақ біткенде терезені шақыру
nl: Toon browser-alert wanneer pomodoro/pauze voobij is
pl: Pokaż powiadomienie przeglądarki gdy Pomodoro/przerwa się skończy
pt: Exibir alertas do navegador quando um pomodoro ou pausa terminar
uk: Викликати спливне вікно з попередженням, коли Помідор/перерву закінчено

source: Rate the application
ar: قيم التطبيق
de: Bewerten Sie die Anwendung
el: Αξιολογήστε την εφαρμογή
id: Beri nilai aplikasi
kk: Бағдарламаны бағалаңыз
nl: Beoordeel de applicatie
pl: Oceń aplikację
pt: Classifique o aplicativo
uk: Оцініть додаток
vi: Đánh giá ứng dụng

source: Records are empty
ar: التسجيلات فارفة
de: Einträge sind leer
el: Τα έγγραφα ειναι άδεια
id: Catatan kosong
kk: Жазбаларыңыз жоқ
nl: records zijn leeg
pl: Brak rekordów
pt: Não há registros
uk: Записів не знайдено

source: Refine the estimation process, both in qualitative and quantitative terms
ar: اعادة تحقيق معني الانجاز، فى مستوي النوع والكم.
de: Verbessern der Abschätzung von Arbeitsaufwand
el: Βελτίωσε την διαδικασιά εκτιμήσεις, και σε όρους ποιότητας και σε ορους ποσότητας
id: Menyempurnakan proses estimasi, baik secara kualitatif maupun kuantitatif
kk: Жұмыс процесін сапасы мен саны жағынан анықтап отыру
nl: Het inschattingsproces verfijnen, zowel in kwalitatieve als kwantitatieve opzichten
pl: Doskonalić proces szacowania, zarówno w znaczeniu jakościowym jak i ilościowym
pt: Aperfeiçoar sua capacidade de estimar, tanto em qualidade quanto em quantidade
uk: Вдосконалити процес оцінки завдань, в сенсі кількості й якості

source: Register
ar: تسجيل
de: Registrieren
el: Κάνε εγγραφή
id: Daftar
kk: Тіркелу
nl: Registreren
pl: Zarejestruj
pt: Registre-se
uk: Зареєструватися
vi: Đăng kí

source: Relax
ar: استرخ
de: Entspannen Sie Sich
el: Χαλαρώστε
id: Bersantai
pl: Zrelaksuj się
pt: Relaxar
uk: Час відпочити

source: Release Notes
ar: ملاحظات الإصدار
de: Versionshinweise
id: Catatan Perilisan
kk: Жаңалықтар
pl: Nota wydania
pt: Notas de lançamento
uk: Новини проекту

source: Remove a task from TODO when Pomodoro is complete
ar: ازل المهمة من القائمة بعد اكتمال البومودورو
de: Entfernen Sie eine Aufgabe aus TODO, wenn Pomodoro abgeschlossen ist
el: Αφαίρεσε μια ασχολία απο το TODO οταν το Πομοντόρο έχει ολοκληρωθεί
id: Hapus tugas dari TODO ketika Pomodoro telah selesai
kk: Pomodoro аяқталған кезде TODO-ден тапсырманы алып тастаңыз
nl: Verwijder een taak uit TODO als Pomodoro klaar is
pl: Usuń zadanie z listy gdy Pomodoro zostało ukończone
pt: Remover uma tarefa de TODO quando o Pomodoro estiver concluído
uk: Видалити завдання зі списку, коли Помідор закінчено
vi: Xóa tác vụ khỏi TODO khi Pomodoro hoàn tất

source: Remove one
ar: إزالة واحدة
de: Entferne einen
el: Αφαίρεσε ενα
id: Hapus satu
nl: Verwijder er een
pl: Usuń jedno Pomodoro
pt: Remova um
uk: Прибрати один
vi: Loại bỏ một

source: Repeat
ar: كرر
de: Wiederholen
el: Επανάλαβε
id: Ulangi
kk: Қайталаңыз
nl: Herhaling
pl: Powtórz
pt: Repetir
uk: Повторити
vi: Nói lại

source: Repeat every
ar: تكرار كل
de: Wiederhole jeden
el: επαναλάβετε κάθε
id: Ulangi setiap
kk: Қайталау
nl: Herhaal elke
pl: Powtarzaj co
pt: Repita cada
uk: Повторити кожен
vi: Lặp lại mỗi

source: Reports Time
ar: وقت التقارير
de: Bericht ist Zeit
el: 'Ωρα Αναφοράς
id: Waktu Laporan
kk: Осы уақытта
nl: Rapportagetijd
pl: Czas raportu
uk: Час звітів

source: Rules & Tips
ar: قوانين & نصائح
de: Regeln und Tipps
el: Κανόνες & Συμβουλές
id: Peraturan & Tips
kk: Ереже мен Айлалар
nl: Regels & tips
pl: Zasady i wskazówki
pt: Regras e dicas
uk: Правила й поради

source: Scheduler
ar: المجدول
de: Planer
el: Χρονοδιάγραμμα
id: Penjadwalan
kk: Жоспарлаушы
nl: Planner
pl: Planista
pt: Agendador
uk: Планувальник
vi: Người lập kế hoạch

source: Schemes
ar: المخططات
el: Σχέδια
id: Skema
kk: Сызбалар
nl: Schema's
pl: Schemat
pt: Esquemas
uk: Схеми

source: Select Category
ar: اختر الفئة
de: Kategorie auswählen
el: Επιλέξτε κατηγορία
id: Pilih Kategori
kk: Санатты таңдаңыз
nl: Selecteer categorie
pl: Wybierz kategorię
pt: Selecione a categoria
uk: Вибрати категорію

source: Select Dates
ar: اختر التواريخ
de: Wählen Sie Termine
el: Επιλέξτε Ημερομηνίες
id: Pilih Tanggal
kk: Күндерді таңдаңыз
nl: Selecteer Datums
pl: Wybierz daty
pt: Selecione datas
uk: Вибрати дати

source: Select a calendar to import tasks
ar: حدد تقويمًا لاستيراد المهام
de: Wählen Sie einen Kalender aus, um Aufgaben zu importieren
el: Επιλέξτε ένα ημερολόγιο για εισαγωγή εργασιών
id: Pilih kalender untuk mengimpor tugas
kk: Тапсырмаларды импорттау үшін күнтізбені таңдаңыз
nl: Selecteer een kalender om taken te importeren
pl: Wybierz kalendarz aby zaimportować zadania
pt: Selecione um calendário para importar tarefas
uk: Виберіть календар для імпорту завдань

source: Select a project to import tasks
ar: حدد مشروعًا لاستيراد المهام
de: Wählen Sie einen Projekt aus, um Aufgaben zu importieren
el: Επιλέξτε ένα έργο για εισαγωγή εργασιών
id: Pilih proyek untuk mengimpor tugas
kk: Тапсырмаларды импорттау үшін жобаны таңдаңыз
nl: Selecteer een project om taken te importeren
pl: Wybierz projekt aby zaimportować zadania
pt: Selecione um projeto para importar tarefas
uk: Виберіть проект для імпорту завдань

source: Send daily reports
ar: تمكين الإخطارات
de: Senden Sie tägliche Berichte
el: Αποστολή ημερήσιων αναφορών
id: Kirim laporan harian
kk: Күнделікті есептер жіберу
nl: Stuur dagelijkse rapporten
pl: Wysyłaj codzienne raporty
pt: Enviar relatórios diários
uk: Надсилайте щоденні звіти
vi: Gửi báo cáo hàng ngày

source: Send test notification
ar: أرسل إشعارات الإختبار
de: Testbenachrichtigung senden
el: Στείλε ειδοποίησεις δοκιμής
id: Coba notifikasi
kk: Тест күйінде хабарламаны көру
nl: Stuur testnotificatie
pl: Test powiadomienia
pt: Enviar notificação de teste
uk: Відправити тестове сповіщення

source: Server Error
pl: Błąd serwera

source: Server has been updated.
ar: تم تحديث الخادم.
de: Server wurde aktualisiert.
el: Έχει γίνει ενημέρωση της υπηρεσίας
id: Server telah diperbarui.
kk: Сервер жаңарды
nl: Server is geüpdatet.
pl: Serwer został zaktualizowany.
pt: Servidor foi atualizado
uk: Сервер було оновлено
vi: Hệ thống đã được cập nhật.

source: Set Due
ar: تعيين المستحقة
de: Fälligkeitsdatum festlegen
el: Ορισμός προθεσμίας
id: Atur Jatuh Tempo
kk: Белгіленген уақыт
nl: Vervallen
pl: Ustaw termin
pt: Definir vencimento
uk: Встановити належне
vi: Đặt do

source: Set Recurrence
ar: تعيين التكرار
de: Wiederholung einstellen
el: Ρυθμίστε την επανάληψη
id: Atur Perulangan
kk: Қайталануды орнатыңыз
nl: Stel herhaling in
pl: Ustaw powtarzalność
pt: Definir recorrência
uk: Встановити повторність
vi: Đặt tái phát

source: Set do not disturb
ar: تعيين عدم الإزعاج
de: Set nicht stören
el: Ορίστε να μην ενοχλείτε
id: Atur mode jangan ganggu
kk: Мазаламаңыз
nl: Stel niet storen
pl: Nie przeszkadzać
pt: Conjunto não perturbe
uk: Набір не турбувати
vi: Đặt không làm phiền

source: Set to Later
ar: تعيين لاحقًا
de: Auf später einstellen
el: Ορισμός σε αργότερα
id: Atur untuk Nanti
kk: Кейінге қойыңыз
nl: Stel in op later
pl: Ustaw na później
pt: Definir para mais tarde
uk: Призначити на пізніше
vi: Đặt thành sau

source: Set to Tomorrow
ar: تعيين الغد
de: Auf morgen eingestellt
el: Σε αύριο
id: Atur untuk Besok
kk: Ертеңге қойыңыз
nl: Stel voor morgen
pl: Ustaw na jutro
pt: Definir para amanhã
uk: Встановити на завтра
vi: Đặt vào ngày mai

source: Set to Week
ar: تعيين على الأسبوع
de: Auf woche eingestellt
el: Ορισμός σε εβδομάδα
id: Atur untuk Pekan
kk: Аптаға орнатыңыз
nl: Stel in op week
pl: Ustaw na za tydzień
pt: Definir para semana
uk: Призначити на тиждень
vi: Đặt thành tuần
