Repository: Eceakinci/pomodoro-tracker-locales
Catalog: */LC_MESSAGES/messages.po
Languages: ar, de, el, id, kk, nl, pl, pt, uk, vi

source: Settings
ar: اعدادات
de: Einstellungen
el: Ρυθμίσεις
id: Pengaturan
kk: Баптаулар
nl: Instellingen
pl: Ustawienia
pt: Configurações
uk: Налаштування
vi: Cài đặt

source: Share timer data
ar: شارك معلومات المؤقت
de: Teilen Sie Timer-Daten
el: Κοινή χρήση δεδομένων χρονοδιακόπτη
id: Bagikan data pengatur waktu
kk: Таймер деректерін бөлісу
nl: Deel timergegevens
pl: Udostępnij timer
pt: Compartilhar dados do timer
uk: Обмін даними таймера

source: Short break
ar: استراحة قصيرة
de: Kurze Pause
el: Σύντομο διάλλειμα
id: Istirahat pendek
kk: Қысқа үзіліс
nl: Korte pauze
pl: Krótka przerwa
pt: Intervalo curto
uk: Невелика перерва
vi: Nghỉ ngắn

source: Short break duration
ar: مدة الإستراحة القصيرة
de: Länge der kurzen Pause
el: Διάρκεια μικρών διαλειμμάτων
id: Durasi istirahat pendek
kk: Қысқа үзіліс ұзақтығы
nl: Korte-pauzeduur
pl: Czas trwania krótkiej przerwy
pt: Duração da pausa curta
uk: Тривалість короткої перерви

source: Short description
ar: وصف قصير
de: Kurzbeschreibung
el: Μικρή περιγραφή
id: Deskripsi singkat
kk: Қысқа сипаттамасы
nl: Korte omschrijving
pl: Krótki opis
pt: Descrição curta
uk: Короткий опис

source: Show window
ar: اظهر النافذة
de: Schaufenster
id: Tampilkan jendela
kk: Терезені көрсету
nl: Toon venster
pl: Pokaż okno
pt: Mostrar janela
uk: Показати вікно

source: Sign Up / Login
ar: التسجيل / تسجيل الدخول
de: Anmelden / Einloggen
el: Εγγραφή / Συνδεση
id: Daftar / Login
kk: Тіркелу / Кіру
nl: Aanmelden / inloggen
pl: Zarejestruj się / Zaloguj się
pt: Registrar-se / Entrar
uk: Реєстрація / Вхід
vi: Đăng kí / Đăng nhập

source: Sign in with %1$s
ar: تسجيل الدخول باستخدام %1$s
de: Melden Sie sich mit %1$s
el: Συνδεθείτε με το %1$s
id: Login menggunakan %1$s
kk: %1$s арқылы кіріңіз
nl: Log in met %1$s
pl: Zaloguj się za pomocą %1$s
pt: Faça login com %1$s
uk: Увійдіть за допомогою %1$s
vi: Đăng nhập bằng %1$s

source: Sleep Mode is enabled
ar: هيئة النوم مفعلة
de: Schlafmodus ist aktiviert
id: Mode tidur diaktifkan
pl: Uśpiono
pt: o modo de suspensão está ativado
uk: Режим сну увімкнено

source: Sort by
ar: ترتيب حسب
de: Sortieren nach
el: Ταξινόμηση με
id: Urutkan berdasarkan
kk: Бойынша реттеу
nl: Sorteer op
pl: Sortuj według
pt: Ordenar por
uk: Сортувати за
vi: Sắp xếp theo

source: Start the Pomodoro timer
ar: ابدا مؤقت البومودورو
de: Starte den Pomodoro-Timer
el: Ξεκίνα το Πομοντόρο χρονόμετρο
id: Mulai pengatur waktu Pomodoro
kk: Қызанақ таймерін бастаңыз
nl: Start de Pomodoro-timer
pl: Uruchom Pomodoro Timer
pt: Inicie o Pomodoro
uk: Почати Помідор
vi: Bắt đầu chạy đồng hồ Pomodoro

source: Start working:
ar: بدا العمل:
de: Beginne jetzt!
el: Ξεκίνα να δουλεύεις:
id: Ketika memulai tugas:
kk: Жұмысты бастаңыз
nl: Begin met werken:
pl: Rozpocznij pracę:
pt: Comece a trabalhar:
uk: Починайте працювати:
vi: Bắt đầu làm việc:

source: Starts on
ar: يبدأ في
de: Beginnt am
el: ξεκινά στις
id: Dimulai pada
kk: Басталады
nl: Begint op
pl: Zaczyna się
pt: Começa em
uk: Починається далі
vi: Bắt đầu từ

source: Stats
ar: احصائيات
de: Statistiken
el: Στατιστικά
id: Statistik
kk: Статистика
nl: Statistieken
pl: Statystyki
pt: Estatísticas
uk: Статистика
vi: Thống kê

source: Stay focused and finish tasks effectively.
ar: ابق تركيزك عاليا و انجز مهامك بفعالية.
el: Μείνε συγκεντρωμένος και τελείωσε την ασχολία αποτελεσματικά.
id: Tetap fokus dan selesaikan tugas secara efektif.
pl: Utrzymaj skupienie i efektywnie zakończ zadanie.
uk: Залишайтесь сфокусованими й ефективно завершуйте завдання.

source: Strengthen your resolve to keep on applying yourself in the face of complex situations
ar: قوي عزيمتك على الاستمرار لتكون قادر على مواجهة المواقف المعقدة
el: Δυνάμωσε την αποφασιστικότητα να συνεχίσεις να εφαρμόζεις τον εαυτό σου εναντίον δύσκολες καταστάσεις
id: Membulatkan tekad anda untuk terus memantapkan diri dalam menghadapi situasi yang kompleks
kk: Қиын жағдай кезінде табандылықты арттыру
nl: Versterken van het voornemen om uzelf in weerwil van complexe situaties te blijven toeleggen
pl: Wzmocnić swoją determinację do stawania twarzą w twarz z trudnymi sytuacjami
pt: Reforçar sua vontade de dedicar-se a encarar situações complexas
uk: Посилити вашу рішучість продовжувати у складних ситуаціях

source: Support the Project
ar: ادعم المشروع
de: Unterstütze das Projekt
el: Υποστήριξε το Έργο
id: Dukung proyek ini
kk: Жобаны қолдап отырыңыз
nl: Steun het project
pl: Wspomóż projekt
pt: Apoie o projeto
uk: Підтримати проект
vi: Hỗ trợ dự án

source: Sync my tasks only
ar: مزامنة مهامي فقط
de: Synchronisiere nur meine Aufgaben
el: Συγχρονίστε μόνο τις εργασίες μου
id: Hanya mensinkronisasi tugas anda saja
kk: Тек менің тапсырмаларымды синхрондаңыз
nl: Synchroniseer alleen mijn taken
pl: Synchronizuj tylko moje zadania
pt: Sincronizar apenas minhas tarefas
uk: Синхронізувати лише мої завдання
vi: Chỉ đồng bộ hóa nhiệm vụ của tôi

source: TODO
ar: عمل مطلوب انجازه
pl: zadania
pt: TAREFA
uk: Заплановано

source: TODO list is empty.
ar: قائمة TODO فارغة
de: TODO-Liste ist leer.
el: TODO λίστα είναι άδεια.
id: Daftar TODO kosong
kk: TODO тізімі бос
nl: TODO-lijst is leeg.
pl: Lista zadań jest pusta
pt: A lista de TAREFAS está vazia
uk: Список запланованого пустий.
vi: Danh sách DOTO trống.

source: TODO list is updated
ar: تم تحديث قائمة المهام
de: TODO-Liste wurde aktualisiert
el: Η TODO λίστα έχει ενημερωθεί
id: Daftar TODO diperbarui
kk: TODO тізімі жаңарды
nl: TODO-liijst is geüpdatet
pl: Lista zadań została zaktualizowana
pt: Lista TODO foi atualizada
uk: Список запланованого оновлено
vi: Danh sách TODO đã được cập nhật

source: Take a short break (3-5 minutes)
ar: خذ استراحة قصيرة (3 - 5 دقائق)
de: Nimm eine kurze Pause (3-5 Minuten)
el: Κανε ενα μικρό διάλειμμα (3-5 λεπτά)
id: Ambil istirahat pendek (3-5 menit)
kk: Қысқа үзіліс алып қойыңыз
nl: Neem een korte pauze (3-5 minuten)
pl: Zrób sobie krótką przerwę (3 – 5 minut)
pt: Faça uma pausa curta (3-5 minutos)
uk: Зробіть коротку перерву (3-5 хвилин)
vi: Nghỉ một chút (3-5 phút)

source: Take more time to your life.
ar: استفد بوقت اضافى لحياتك الشخصية
el: Πάρε πιο πολύ χρόνο στην ζωή σου.
id: Luangkan lebih banyak waktu untuk hidup anda.
pl: Odzykaj swój czas, żyj więcej!
uk: Отримайте більше часу для свого життя.

source: Thank you for the feedback! Your message is awaiting moderation.
ar: شكرا لك علي المساعدة! رسالتك تنتظر الإدارة
de: Danke für Ihr Feedback! Ihre Nachricht wird jetzt moderiert.
el: Ευχαριστώ για την ανατροφοδότηση! Το μήνυμα σου περιμένει συντονισμό.
id: Terima kasih untuk umpan baliknya! Pesan anda sedang menunggu moderasi.
kk: Ойыңыз үшін алғыс! Тез арада қарастыратын боламыз
nl: Bedankt voor uw feedback. Uw bericht staat nu in de wachtrij.
pl: Dziękujemy za Twoją opinie! Twoja wiadomość oczekuje na potwierdzenie.
pt: Obrigado pelo feedback! Sua mensagem está aguardando por moderação.
uk: Дяка за відгук! Ваше повідомлення чекає на модерацію.
vi: Cám ơn bạn đã phản hồi! Tin nhắn của bạn đang chờ duyệt.

source: The Basics
ar: الاساسيات
de: Die Basics
el: Τα Βασικά
id: Penggunaan Dasar
kk: Негіздемелер
nl: Basisbeginselen
pl: W skrócie
pt: O Básico
uk: Основи
vi: Cơ bản

source: The Goals
ar: الاهداف
de: Ziele
el: Η Στόχοι
id: Tujuan
kk: Мақсаттар
nl: Doelen
pl: Cele
pt: Os Objetivos
uk: Цілі
vi: Mục tiêu

source: The Pomodoro Technique is a time management method that can be used for any task. For many people, time is an enemy. The anxiety triggered by “the ticking clock”, especially when it involves a deadline, leads to ineffective work and study habits which in turn lead to procrastination.
ar: تقنية البومودورو هي طريقة فعالة لإدارة الوقت والتى يمكن استخدامها لاي مهمة. الوقت عدو لكثير من الناس. القلق الناتج من صوت الساعة ، بالأخص عندما يكون مرتبط بمعاد تسليم مهمة، ينتج عنه عادات عمل او دراسة غير فعالة والتي تعود بعد ذلك فى صورة التسويف.
de: Die Pomodorotechnik ist eine Zeitmanagementmethode die für alle erdenklichenTasks verwendet werden kann. Viele Menschen fällt es schwer, sich langfristigbei der Arbeit zu konzentrieren. Ängste können ausgelöst werden, durch das Tickeneiner Uhr. Besonders wenn eine Deadline eingehalten werden muss kann diese zuineffektiver Arbeit oder Lernen führen, die nicht selten zur Prokrastination führt.
el: Η Τεχνική Πομοντόρο ειναι μια μέθοδος διαχείρισης χρόνου που μπορεί να χρησιμοποιηθεί για οποιαδήποτε ασχολία. Για πολύ κόσμο, ο χρονος είναι εχθρος. το άγχος ενεργοποιείτε απο “Το ρολόι που κυλάει”, ειδικά αμα περιέχει μια διοριά, αυτο οδηγά σε Μη αποτελεσματικές συνήθειες στην δουλειά και διάβασμα το οποίο εν σειρά οδηγή σε αναβολές.
id: Teknik Pomodoro adalah metode manajemen waktu yang dapat digunakan untuk menyelesaikan berbagai jenis tugas. Bagi banyak orang, waktu adalah musuh. Kegelisahan yang ditimbulkan dari efek “detakan jam“, khususnya ketika menyangkut tenggat waktu, menyebabkan kebiasaan kerja dan belajar yang tidak efektif yang pada akhirnya menyebabkan penundaan.
kk: Қызанақ техникасы - кез келген жұмыста қолданылатын тайм менеджментәдісі. Көп адамға уақыт жау боп келеді. Сағат тілінің дыбысы уайымға салып,өнімсіз жұмыс пен прокрастинацияға әкеп соғады
nl: De Pomodoro-techniek is een methode voor time-management, die gebruikt kan worden voor elke taak. Voor veel mensen is tijd een vijand. De rusteloosheid die door de „tikkende klok” wordt getriggerd, in het bijzonder wanneer er sprake is van een deadline, leidt tot ineffectieve werk- en studeergewoonten, die op hun beurt tot uitstelgedrag leiden.
pl: Technika Pomodoro to metoda zarządzania czasem, która może być stosowana do ukończenia dowolnego zadania. Wiele osób widzi przeciwnika w upływającym czasie. Niepokój powodowany przez „tykający zegar”, szczególnie gdy ogranicza nas deadline, prowadzi do zmniejszonej efektywności nauki i pracy. Powoduje to wyrabianie złych nawyków, takich jak odkładanie spraw na później i pośpieszne załatwianie ich gdy zbliża się deadline.
pt: A técnica Pomodoro é um método para gerenciamento do tempo que pode ser usada para qualquer tarefa. Para muitas pessoas, tempo é um inimigo. A ansiedade provocada pelo “tic-tac do relógio”, especiamente quando envolve uma entrega, acompanhada de hábitos de trabalho e estudo ineficientes, levam à procastinação.
uk: Техніка Помідора – це метод управління часом, що може бути використаний для будь-яких завдань. Для багатьох людей час є ворогом. Тривожність, викликана «цоканням годинника», особливо за наявності дедлайну, веде до неефективних звичок в роботі й навчанні, які в свою чергу призводять до прокрастинації (відкладання завдань).

source: The Pomodoro Technique shouldn’t be used for activities you do in your free time. Enjoy free time!
ar: تقنية البمودورو لا يجب ان تستخدم خلال انشطة أوقات فراغك. استمتع بوقت فراغك!
de: Der Pomodor-Timer sollte nicht benutzt werden für Freizeitaktivitäten. Genießen Sie Ihre Freizeit!
el: Η Πομοντόρο Τεχνική δεν πρέπει να χρησιμοποιηθεί σε δραστηριότητες που κανείς στον ελεύθερο χρόνο σου. Απόλαυσε τον ελεύθερο χρόνο σου!
id: Jangan gunakan teknik ini untuk aktivitas yang biasa anda lakukanpada waktu senggang, nikmati waktu senggang anda!
kk: Қызанақ техникасы бос уақытта қолданбаған жөн.Өз уақытыңызды демалыспен өткізіңіз!
nl: De Pomodoro-techniek is niet bedoeld voor activiteiten in uw vrije tijd. Geniet van uw vrije tijd!
pl: Technika Pomodoro nie powinna być stosowana dla czynności, które wykonujesz w Twoim wolnym czasie. Ciesz się nim!
pt: A técnica do Pomodoro não deve ser usada para as atividades que você faz em seu tempo livre. Aproveite seu tempo livre!
uk: Тахніка Помідора не має використовуватися для діяльностей у ваш вільний час. Насолоджуйтесь вільним часом!

source: The Pomodoro Technique will provide a simple tool/process for improving productivity (your own and that of your team members) which can do the following:
ar: تقنية البومودورو توفر لنا اداة/عملية بسيطة لتحسين مستوي الانتاجية (لنفسك و لاعضاء فريقك) والذي يمكنهم ان يفعلوا التالي:
de: Die Pomodorotechnik bietet ein simples Werkzeug um Ihre Produktivität zuerhöhen.
el: Η Πομοντόρο Τεχνική θα σου προσφέρει ενα απλο εργαλείο/διαδικασιά για να καλυτέρευσις την παραγωγικότήτα (την δικιά σου και αυτη τον μελών της ομάδα σου) που μπορεί να κάνεις τα ακόλουθα:
id: Teknik Pomodoro akan menyediakan sebuah proses sederhana untuk meningkatkan produktivitas anda dan anggota tim anda, yang mana memungkinkan hal-hal berikut ini:
kk: Қызанақ техникасы өнімділік арттыру үшін қарапайым құрал болады,одан бөлек келесі жағдайлар үшін қолдануға болады:
nl: De Pomodoro-techniek biedt een eenvoudig hulpmiddel / proces om zowel uw eigen productiviteit te verbeteren als die van uw teamleden, wat kan leiden tot het volgende:
pl: Technika Pomodoro jest prostym narzędziem do poprawy wydajności (Twojej własnej I członków Twojego zespołu) które pomoże Ci:
pt: A técnica do Pomodoro fornece uma ferramenta simples para melhorar a produtividade (a sua própria e a dos membros da sua equipe) que poderá vir acompanhada de:
uk: Техніка Помідора надає простий інструмент для поліпшення продуктивності (вашої власної та членів вашої команди), який може зробити наступне:

source: The Pomodoro Tracker — A useful tool for time management based on Pomodoro Technique.
ar: The Pomodoro Tracker - هي اداة فعالة لإدارة الوقت مبنية علي تقنية البومودورو.
el: Το Pomodoro Tracker - Ενα χρήσιμο εργαλείο για διαχείριση χρόνου βασισμένο πανώ στην Πομοντόρο Τεχνική.
id: The Pomodoro Tracker — Alat manajemen waktu multifungsi berdasar pada Teknik Pomodoro.
pl: Pomodoro Tracker - Użyteczne narzędzie pozwalające na zarządzanie czasem z techniką Pomodoro
uk: Pomodoro Tracker – зручний застосунок для управління часом на основі техніки Помідора.

source: The aim of the Pomodoro Technique is to use time as a valuable ally in accomplishing what we want to do in the way we want to do it, and to enable us to improve continually the way we work or study.
ar: الهدف من تقنية البومودورو هو استخدام الوقت كحليف قيم فى انجاز ما نريد انجازه بالطريقة التى نريدها لنا، و لإتاحة الفرصة لنا للتحسن فى طريقة عملنا او دراستنا.
de: Das Ziel der Pomodorotechnik die Zeit als einen Helfer zu benutzen um zuerreichen, was man möchte. Dabei soll die Methode es ermöglichen beständigeArbeitsfortschritte zu erreichen auf die Art und Weise wie wir arbeiten.
el: Ο στόχος της Πομοντόρο Τεχνικής είναι να χρησιμοποιήσουμε των χρόνο σαν εναν χρήσιμο σύμμαχο στο να καταφέρουμε τι θέλουμε να κάνουμε με των τρόπο που θέλουμε να το κάνουμε, και να μας επιτρέψει να καλυτερέψουμε συνεχώς των τρόπο που δουλεύουμε η διαβάζουμε.
id: Tujuan dari Teknik Pomodoro adalah untuk "menjinakkan" waktu sehingga kita dapat menyelesaikan seluruh pekerjaan dengan cara yang kita mau, dan memungkinkan kita untuk terus-menerus meningkatkan cara belajar dan bekerja yang efektif.
kk: Қызанақ техникасы қалаған мақсаттарға жету жолында уақыттытиімді серіктес қылып алуға көмектеседі, сәйкесінше оқу не жұмыс істеутәсілдерін дамыту үшін көп септігі бар
nl: Het doel van de Pomodoro-techniek is om tijd als een waardevolle bondgenoot te gebruiken om te bereiken wat we willen bereiken, op de manier waarop we dat willen doen, en om ons in staat te stellen continu te manier waarop we werken of studeren te verbeteren.
pl: Celem metody Pomodoro jest użycie czasu jako wartościowego sprzymierzeńca w osiąganiu naszych celów, w taki sposób w jaki chcemy owe cele osiągać. Technika ta pozwala nieustannie usprawniać sposób w jaki uczymy się i pracujemy.
pt: O objetivo da técnica Pomodoro é usar o tempo como um aliado valioso para realizar o que queremos e fazer da maneira que queremos. Essa técnica nos permite melhorar continuamente a maneira como trabalhamos ou estudamos"
uk: Ціль техніки Помідора полягає в тому, щоб використовувати час як цінного союзника в досягненні того, чого ми хочемо, тим шляхом, яким ми хочемо, й дати нам можливість постійно вдосконалювати те, як ми працюємо чи навчаємося.

source: The list is empty
ar: القائمة فارغة
de: Die Liste is leer
el: Η λίστα είιναι άδεια
id: Daftar ini kosong
kk: Тізім бос
nl: De lijst is leeg
pl: Ta lista jest pusta
pt: A lista está vazia
uk: Список пустий
vi: Danh sách trống

source: The next Pomodoro will go better
ar: البمودورو القادم سيكون افضل
de: Der nächste Pomodoro wird besser
el: Το Επόμενο Πομοντόρο θα πάει καλύτερα
id: Pomodoro selanjutnya akan menjadi lebih baik
kk: Келесі қызанақ жақсырақ жарылады
nl: De volgende pomodoro zal beter gaan
pl: Następne Pomodoro będzie lepsze
pt: O próximo Pomodoro será melhor!
uk: Наступний Помідор буде кращим
vi: Pomodoro tiếp theo sẽ trở nên tốt hơn

source: The next pomodoro will go better!
ar: البمودورو القادم سيكون افضل
de: Der nächste Pomodoro wird besser
el: Το Επόμενο Πομοντόρο θα πάει καλύτερα!
id: Pomodoro selanjutnya akan menjadi lebih baik!
kk: Келесі қызанақ жақсырақ жарылады
nl: De volgende pomodoro zal beter gaan!
pl: Następne Pomodoro będzie lepsze!
pt: O próximo Pomodoro será melhor!
uk: Наступний Помідор буде кращим!
vi: Pomodoro tiếp theo sẽ trở nên tốt hơn!

source: There are completed tasks
ar: هناك مهمات مكتملة
de: Es gibt abgeschlossene Tasks
el: Υπάρχουν τελειωμένες ασχολίες
id: Ada tugas yang sudah diselesaikan
kk: Орындалған жұмыстар
nl: Er zijn afgehandelde taken
pl: Ukończone zadania
pt: Existem tarefas concluídas
uk: Виконані завдання
vi: Những công việc đã hoàn thành

source: This Month
ar: هذا الشهر
de: Diesen Monat
el: Αυτών των Μήνα
id: Bulan Ini
kk: Осы дүйсенбі
nl: Deze maand
pl: Ten miesiąc
pt: Este mês
uk: Цей місяць
vi: Tháng này

source: This Quarter
ar: هذا الربع سنوي
de: Dieses Quartal
el: Αυτή την Τριμηνία
id: Kuartal Ini
kk: Осы ширекжыл
nl: Dit kwartaal
pl: Ten kwartał
pt: Neste trimestre
uk: Цей квартал
vi: Quý này

source: This Week
ar: هذا الإسبوع
de: Diese Woche
el: Αυτή την εβδομαδα
id: Pekan Ini
kk: Осы апта
nl: Deze week
pl: Ten tydzień
pt: Esta semana
uk: Цей тиждень
vi: Tuần này

source: This Year
ar: هذا العام
de: Dieses Jahr
el: Αυτή την χρονιά
id: Tahun Ini
kk: Бұл жылы
nl: Dit jaar
pl: Ten rok
pt: Este ano
uk: Цей рік
vi: Năm nay

source: Time Scheme has been changed
ar: تم تغيير مخطط الوقت
de: Das Zeitschema wurde geändert
el: Το χρονοδιάγραμμα έχει αλλάξει
id: Skema Waktu telah diubah
kk: Уақыт схемасы өзгертілді
nl: Tijdschema is gewijzigd
pl: Schemat czasowy został zmieniony
pt: Esquema de tempo foi alterado
uk: Була змінена схема
vi: Lược đồ thời gian đã được thay đổi

source: Time format
ar: شكل الوقت
de: Zeitformat
el: Μορφή Χρόνου
id: Format waktu
kk: Уақыт форматы
nl: Tijdformaat
pl: Format godziny
pt: Formato das horas:
uk: Формат часу
vi: Định dạng thời gian

source: Time spent
ar: الوقت المنقضي
de: Verbrachte Zeit
el: Χρόνος που καταναλώθηκε
id: Waktu dihabiskan
kk: Жұмсалған уақыт
nl: Bestede tijd
pl: Spędzony czas
pt: Tempo gasto
uk: Затрачений час

source: Time zone
ar: المنظقة الزمنية
de: Zeitzone
el: Ζώνη Ώρας
id: Zona waktu
kk: Уақыт зонасы
nl: Tijdzone
pl: Strefa czasowa
pt: fuso horário
uk: Часовий пояс
vi: Múi giờ

source: Title
ar: العنوان
de: Titel
el: Τίτλος
id: Judul
kk: Тақырыбы
nl: Titel
pl: Tytuł
pt: Título
uk: Заголовок
vi: Tên

source: Toggle eye keeper
ar: تبديل eye keeper
de: Augenwächter umschalten
id: Aktifkan/nonaktifkan penjaga mata
pl: Włącz/wyłącz eye-keeper
pt: ativar o protetor de olhos
uk: Увімкнути/вимкнути оберігач очей

source: Toggle fullscreen
ar: تبديل لوضع الشاشة الكاملة
de: Vollbild
el: Ενεργοποίησε πλήρης οθόνη
id: Aktifkan/nonaktifkan layar penuh
kk: Толық экранға кеттік
nl: Volledig scherm
pl: Pełny ekran
pt: Alternar para tela cheia
uk: Увімкнути/вимкнути повний екран
vi: Toggle toàn màn hình

source: Toggle mini timer
ar: تبديل المؤقت المصغر
de: Mini-Timer umschalten
id: Alihkan pengatur waktu mini
kk: Таймерді ауыстырыңыз
nl: Schakel de timer
pl: Włacz/wyłacz mini timer
pt: Mude o Cronômetro
uk: Увімкнути/вимкнути міні-таймер

source: Try to add some tasks use the form above
ar: تحاول إضافة بعض المهام استخدم الإستمارة التالية
de: Versuche ein paar Tasks anzulegen mit dem Formular weiter oben
el: Προσπάθησε να βάλεις μερικές ασχολίες χρησημοποιήσε την φόρμα απο πάνω
id: Coba tambahkan beberapa tugas melalui formulir diatas
kk: Үлгіні қолданып, қосымша жұмыс қосыңыз
nl: Probeer wat taken toe te voegen met bovenstaand formulier
pl: Dodaj zadanie w polu powyżej
pt: Experimente adicionar algumas tarefas pelo formulário abaixo
uk: Спробуйте додати завдання, використовуючи форму вище
vi: Hãy thử thêm vài công việc cần làm bằng cách sử dụng mẫu trên

source: Try to complete some pomodoros or choose a different period
ar: حاول انهاء بعض البومودوروز او اختار فترة مختلفة
de: Versuche einige Pomodoros zu erledigen oder wähle eine andere Periode
el: Προσπάθησε να ολοκληρώσεις μερικά Πομοντόρο η διάλεξε διαφορετική περίοδο
id: Coba untuk menyelesaikan beberapa pomodoro atau pilih periode lainnya
kk: Тағы қосымша қызанақ жарыңыз немесе басқа период таңдаңыз
nl: Probeer wat pomodori af te ronden, of kies een andere periode
pl: Spróbuj ukończyć dowolne Pomodoro lub wybierz inny przedział czasowy
pt: Experimente completar alguns pomodoros ou escolha um período diferente
uk: Спробуйте виконати кілька Помідорів або виберіть інший період
vi: Hãy thử hoàn thành vài pomodoros hoặc chọn một thời gian khác

source: Tune the timer
ar: اضبط المؤقت
de: Timer einstellen
el: Κούρδισε το χρονόμετρο
id: Setel pengatur waktu
kk: Баптаулар
nl: Timer instellen
pl: Dostosuj Timer
pt: Sintonizar o temporizador
uk: Налаштування таймера

source: Unselect Category
ar: إلغاء تحديد الفئة
de: Kategorie abwählen
el: Αποεπιλογή κατηγορίας
id: Batal Pilih Kategori
kk: Таңдамау категориясы
nl: Deselecteer categorie
pl: Odznacz kategorię
pt: Desmarque a categoria
uk: Скасувати вибір категорії

source: Update status
ar: تحديث الحالة
el: Ενημέρωση κατάστασης
id: Perbarui status
kk: Күйді жаңарту
nl: Status bijwerken
pl: Status aktualizacji
pt: Atualizar o status
uk: Оновити статус
vi: Cập nhật trạng thái

source: View
ar: اظهر
el: Θέα
id: Lihat
nl: Tonen
pl: Widok
pt: Visualizar
uk: Вигляд

source: Volume
ar: الصوت
de: Lautstärke
el: Ένταση
kk: Қаттылығы
pl: Głośność
uk: Гучність
vi: Âm lượng

source: What is it?
ar: ما هذا؟
de: Worum geht's?
el: Τι είναι?
id: Apa maksudnya ini?
kk: Не зат?
nl: Wat is het?
pl: Czym jest technika Pomodoro?
pt: O que é isso?
uk: Що це?
vi: Đây là gì?

source: Window
id: Jendela
pl: Okno

source: Work days
ar: ايام العمل
de: Arbeitstage
el: Ημέρες δουλειάς
id: Hari bekerja
kk: Жұмыс күндері
nl: Werkdagen
pl: Dni robocze
pt: Dias trabalhados
uk: Робочі дні
vi: Những ngày làm việc

source: Work history won`t be saved.
ar: سجل العمل لن يحتفظ به
de: Arbeitsverlauf wird nicht gespeichert
el: Ιστορία δουλειάς δεν θα αποθηκεύτη.
id: Riwayat pekerjaan tidak akan tersimpan.
kk: Жұмыс жазбалары сақталмай қалады
nl: Werkgeschiedenis wordt niet opgeslagen.
pl: Historia zadań nie będzie zapisana
pt: O histórico de trabalho não será salvo
uk: Історію роботи не буде збережено.
vi: Lịch sử làm việc sẽ không được lưu.

source: Work until the Pomodoro rings
ar: اعمل حتي تسمع صوت تنبيه البومودورو
de: Arbeite bis zum Klingeln
el: Δούλεψε μεχρι το Πομοντόρο χτυπήσει
id: Kerjakan hingga lonceng Pomodoro berdering
kk: Қызанақ жарылғанға дейін жұмыс істеңіз
nl: Werk tot de pomodoro rinkelt
pl: Pracuj do czasu gdy Pomodoro zadzwoni
pt: Trabalhe até que o alarme do Pomodoro toque
uk: Працюйте, доки Помідор не дзенькне
vi: Làm việc cho đến khi Pomodoro reng

source: Write your ideas here
ar: اكتب أفكارك عنا
de: Teile uns Deine Ideen mit
el: Γράψε της ιδέες σου εδω
id: Tulis ide anda disini
kk: Ойларды осы жерде жазыңыз
nl: Schrijf uw ideeën hier
pl: Zapisz twoje pomysły tutaj
pt: Escreva suas ideias aqui
uk: Додайте свої ідеї тут
vi: Viết ý tưởng của bạn ở đây

source: Yesterday
ar: امس
de: Gestern
el: Χθες
id: Kemarin
kk: Кеше
nl: Gisteren
pl: Wczoraj
pt: Ontem
uk: Вчора
vi: Hôm qua
